[
    {
        "id": 1,
        "name": "A Đuh",
        "profile": "A Đuh hay Bok Đuh, Bpố Đuh (sinh ngày 16 tháng 6 năm 1954) là một ca sĩ nhạc nhẹ Việt Nam theo phong cách rock. Ông được người hâm mộ trìu mến gọi là \"Hoàng du của núi rừng Tây Nguyên\", hay ngắn gọn là \"Hoàng du\".",
        "link": "https://vi.wikipedia.org/wiki/A_%C4%90uh"
    },
    {
        "id": 2,
        "name": "Akira Phan",
        "profile": "Phan Võ Thanh Hùng (sinh ngày 25 tháng 7 năm 1985, thường được biết đến với nghệ danh Akira Phan) là một ca sĩ nhạc trẻ Việt Nam. Nam ca sĩ được khán giả biết đến trong giai đoạn 2008–2011 qua những ca khúc nổi tiếng như Mùa đông không lạnh, Lời nguyền, Đợi chờ là hạnh phúc.",
        "link": "https://vi.wikipedia.org/wiki/Akira_Phan"
    },
    {
        "id": 3,
        "name": "Andiez",
        "profile": "Trương Nguyễn Hoài Nam (sinh ngày 10 tháng 2 năm 1995) hay còn được biết đến với nghệ danh Andiez hay Andiezs Nam Trương, là một nam ca sĩ, nhạc sĩ người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Andiez"
    },
    {
        "id": 4,
        "name": "Anh Khoa",
        "profile": "Anh Khoa (sinh ngày 20 tháng 05 năm 1948) là một ca sĩ người Việt nổi tiếng trước năm 1975 tại miền Nam Việt Nam. Ông là một trong những ca sĩ nổi tiếng của Việt Nam trước năm 1975 cho đến ngày nay với dòng nhạc trữ tình, quê hương.",
        "link": "https://vi.wikipedia.org/wiki/Anh_Khoa"
    },
    {
        "id": 5,
        "name": "Anh Tú (sinh 1950)",
        "profile": "Anh Tú (16 tháng 4 năm 1950 – 3 tháng 12 năm 2003) là một ca sĩ người Việt Nam. Trước năm 1975, anh đã được biết đến nhiều từ khi ở Việt Nam, khi phong trào nhạc trẻ ở trong giai đoạn cực thịnh với ban nhạc Uptight",
        "link": "https://vi.wikipedia.org/wiki/Anh_T%C3%BA_(sinh_1950)"
    },
    {
        "id": 6,
        "name": "Anh Tú (sinh 1992)",
        "profile": "Nguyễn Anh Tú (sinh ngày 30 tháng 5 năm 1992), thường được biết đến với nghệ danh Anh Tú, là một nam ca sĩ người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Anh_T%C3%BA_(sinh_1992)"
    },
    {
        "id": 7,
        "name": "Bằng Kiều",
        "profile": "Nguyễn Bằng Kiều, thường được biết đến với nghệ danh Bằng Kiều (sinh ngày 13 tháng 7 năm 1973), là một nam ca sĩ người Việt Nam. \nAnh khởi đầu sự nghiệp thông qua tham gia các ban nhạc Chìa khóa vàng, Hoa sữa, Quả Dưa Hấu và sau đó hát riêng. Nổi tiếng khi sử dụng chất giọng nam cao (tenor) được giới chuyên môn đánh giá là trong và giàu tình cảm, anh thuộc lớp ca sĩ cùng thời với Lam Trường, Minh Thuận, Phương Thanh, Mỹ Linh, Dương Chí Linh, Quang Linh, Minh Tuyết, và Lam Anh. \nNăm 2004, do có những phát ngôn gây tranh cãi, Bằng Kiều bị tước quyền công dân nước nhà và sinh sống tại Mỹ cho đến khi anh trở về quê hương vào năm 2008. Bên cạnh việc cộng tác với Trung tâm Thúy Nga, anh còn là người tham gia nhiều buổi biểu diễn trên chính mảnh đất quê hương của mình.",
        "link": "https://vi.wikipedia.org/wiki/B%E1%BA%B1ng_Ki%E1%BB%81u"
    },
    {
        "id": 8,
        "name": "BigDaddy",
        "profile": "Trần Tất Vũ (sinh ngày 5 tháng 8 năm 1991), thường được biết đến với nghệ danh BigDaddy, là một nam rapper người Việt Nam. Khởi nghiệp vào năm 2007, anh được công chúng biết đến với bản hit \"Tình yêu màu nắng\" (2013) khi hợp tác với Đoàn Thúy Trang, và \"Mượn rượu tỏ tình\" (2019) khi hợp tác với Emily. \nBigDaddy từng là giám khảo của trò chơi truyền hình King of Rap và là huấn luyện viên của Rap Việt và Giọng hát Việt nhí. Anh từng đoạt giải Cống hiến năm 2014 cho ca khúc \"Tình yêu màu nắng\" ở hạng mục \"Bài hát của năm\".",
        "link": "https://vi.wikipedia.org/wiki/BigDaddy"
    },
    {
        "id": 9,
        "name": "Bùi Anh Tuấn",
        "profile": "Bùi Anh Tuấn còn được gọi thân mật là Tuấn Bùi hay Tuấn Tồ (sinh 9 tháng 9 năm 1991) là một nam ca sĩ người Việt Nam. Anh bắt đầu được biết đến khi giành lần lượt giải Nhất các cuộc thi Coca-cola music award và Ngôi sao tiếng hát truyền hình năm 2011, và trở nên nổi tiếng trong giới trẻ kể từ khi tham gia The voice Vietnam 2012 với ca khúc \"Nơi tình yêu bắt đầu\" của nhạc sĩ Phùng Tiến Minh.",
        "link": "https://vi.wikipedia.org/wiki/B%C3%B9i_Anh_Tu%E1%BA%A5n"
    },
    {
        "id": 10,
        "name": "Trung Quân",
        "profile": "Bùi Nguyễn Trung Quân, thường được biết đến với nghệ danh Trung Quân, hay Trung Quân Idol (sinh ngày 20 tháng 1 năm 1989), là một nam ca sĩ người Việt Nam. Bước ra từ cuộc thi Thần tượng âm nhạc Việt Nam, anh ghi dấu ấn trong lòng khán giả với những ca khúc về mưa và những bài hát trữ tình. Anh từng nhận được nhiều giải thưởng âm nhạc và nhiều lần được đề cử giải Cống hiến.",
        "link": "https://vi.wikipedia.org/wiki/Trung_Qu%C3%A2n"
    },
    {
        "id": 11,
        "name": "Châu Đăng Khoa",
        "profile": "Châu Đăng Khoa (sinh ngày 26 tháng 6 năm 1990) là một nam nhạc sĩ kiêm nhà sản xuất thu âm người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Ch%C3%A2u_%C4%90%C4%83ng_Khoa"
    },
    {
        "id": 12,
        "name": "Chế Linh",
        "profile": "Chế Linh (sinh ngày 3 tháng 4 năm 1942) là nam ca sĩ người Chăm nổi tiếng, đồng thời là nhạc sĩ với bút danh Tú Nhi và Lưu Trần Lê. Ông nổi danh từ thập niên 60 và được xem như là một trong bốn giọng nam nổi tiếng nhất của nhạc vàng thời kỳ đầu (\"Tứ trụ nhạc vàng\") với bốn phong cách khác nhau, ba người còn lại là: Duy Khánh, Nhật Trường, Hùng Cường.",
        "link": "https://vi.wikipedia.org/wiki/Ch%E1%BA%BF_Linh"
    },
    {
        "id": 13,
        "name": "Chế Thanh",
        "profile": "Chế Thanh (sinh năm 1967) là ca sĩ người Việt Nam, chuyên dòng nhạc vàng và nhạc trữ tình nói chung. Sinh ra trong một gia đình gồm nhiều nghệ sĩ cải lương, Chế Thanh từng theo đuổi bộ môn này và đoạt Huy chương vàng Hội diễn Sân khấu chuyên nghiệp toàn quốc Việt Nam vào năm 1990. Về sau anh chuyên tâm biểu diễn tân nhac hoặc nhạc Phật giáo, đồng thời sáng tác nhiều thể loại từ tân nhạc đến vọng cổ.",
        "link": "https://vi.wikipedia.org/wiki/Ch%E1%BA%BF_Thanh"
    },
    {
        "id": 14,
        "name": "Chí Tài",
        "profile": "Nguyễn Chí Tài, thường được biết đến với nghệ danh Chí Tài (15 tháng 8 năm 1958 – 9 tháng 12 năm 2020), là một cố diễn viên, nhạc sĩ, nhạc công kiêm ca sĩ người Việt Nam. \nĐược xem là một trong những diễn viên hài có nhiều đóng góp nhất của chương trình Paris By Night, ông được biết đến nhờ vào các tiết mục biểu diễn hài và đóng cặp với Hoài Linh trong hơn hai mươi năm sự nghiệp của mình.",
        "link": "https://vi.wikipedia.org/wiki/Ch%C3%AD_T%C3%A0i"
    },
    {
        "id": 15,
        "name": "Chí Tâm",
        "profile": "Chí Tâm (sinh năm 1952) là một nghệ sĩ cải lương nổi tiếng hoạt động từ trước năm 1975 tại Sài Gòn. Ngoài ca hát, ông còn sáng tác vọng cổ, tân nhạc và sử dụng thành thục các nhạc cụ cổ truyền.",
        "link": "https://vi.wikipedia.org/wiki/Ch%C3%AD_T%C3%A2m"
    },
    {
        "id": 16,
        "name": "Chí Thiện (ca sĩ)",
        "profile": "Chí Thiện (sinh ngày 5 tháng 4 năm 1988) là một nam ca sĩ, diễn viên, người dẫn chương trình người Việt Nam, hiện là Ủy viên Trung ương Hội Liên hiệp Thanh niên Việt Nam khoá VIII (2019–2024).",
        "link": "https://vi.wikipedia.org/wiki/Ch%C3%AD_Thi%E1%BB%87n_(ca_s%C4%A9)"
    },
    {
        "id": 17,
        "name": "Dế Choắt (rapper)",
        "profile": "Châu Hải Minh (sinh năm 1996), nổi tiếng với nghệ danh DC (trước kia là Dế Choắt), là một thợ xăm kiêm rapper người Việt Nam. Anh là quán quân của chương trình Rap Việt mùa 1 năm 2020. Được biết đến với các bài rap Thăng Hoa Ký , VIETNAM INTERNATIONAL CYPHER , Vạn Câu Hỏi , Khu HUSTLE , From The Street , Vui Lên Đi Em Ơi.",
        "link": "https://vi.wikipedia.org/wiki/D%E1%BA%BF_Cho%E1%BA%AFt_(rapper)"
    },
    {
        "id": 18,
        "name": "Doãn Tần",
        "profile": "Doãn Tần (tên đầy đủ: Phan Doãn Tần, (9 tháng 12 năm 1947– 17 tháng 3 năm 2019)) là một ca sĩ nhạc đỏ người Việt Nam, được phong tặng danh hiệu Nghệ sĩ Nhân dân. Ông sở hữu chất giọng nam cao.",
        "link": "https://vi.wikipedia.org/wiki/Do%C3%A3n_T%E1%BA%A7n"
    },
    {
        "id": 19,
        "name": "Don Nguyễn",
        "profile": "Don Nguyễn (sinh ngày 4 tháng 10 năm 1982) là một nam ca sĩ và diễn viên người Việt Nam. Anh được biết đến với tư cách là tác giả của các clip nhái lại các phần trình diễn của các ca sĩ, nghệ sĩ nổi tiếng trong nước được lan truyền trên mạng Internet.",
        "link": "https://vi.wikipedia.org/wiki/Don_Nguy%E1%BB%85n"
    },
    {
        "id": 20,
        "name": "Duy Khánh (diễn viên)",
        "profile": "Nguyễn Hữu Duy Khánh (sinh ngày 4 tháng 1 năm 1995), thường được biết đến với nghệ danh Duy Khánh, là một nam diễn viên, nghệ sĩ hài kiêm người dẫn chương trình truyền hình người Việt Nam.\nNăm 2018, Duy Khánh tham gia mùa thứ 6 của chương trình Gương mặt thân quen và đoạt giải quán quân nhờ phần trình diễn hóa thân thành Thành Lộc trong vở kịch Tấm Cám. Năm 2020, anh dẫn dắt chương trình trong suốt mùa thứ 8.",
        "link": "https://vi.wikipedia.org/wiki/Duy_Kh%C3%A1nh_(di%E1%BB%85n_vi%C3%AAn)"
    },
    {
        "id": 21,
        "name": "Duy Mạnh",
        "profile": "Duy Mạnh (tên đầy đủ là Nguyễn Duy Mạnh; sinh ngày 22 tháng 5 năm 1975) là một ca sĩ, nhạc sĩ người Việt Nam. Anh bắt đầu nổi tiếng từ năm 2005 với album đầu tay \"Tình em là đại dương\" gồm một loạt ca khúc trở thành hiện tượng của nhạc Việt lúc đó.",
        "link": "https://vi.wikipedia.org/wiki/Duy_M%E1%BA%A1nh"
    },
    {
        "id": 22,
        "name": "Dương Triệu Vũ",
        "profile": "Dương Triệu Vũ, tên thật Võ Nguyễn Tuấn Linh, (sinh ngày 1 tháng 1 năm 1984 tại Cam Ranh, Khánh Hòa) là một nam ca sĩ người Việt Nam. Anh là ca sĩ trong chương trình biểu diễn được cộng đồng người Việt hải ngoại ưa chuộng: Paris By Night. Trong chương trình \"Ơn giời cậu đây rồi!\", chính danh hài Hoài Linh đã khẳng định mình là anh ruột của Dương Triệu Vũ. Dương Triệu Vũ cũng là học trò đầu tiên của ca sĩ Đàm Vĩnh Hưng.",
        "link": "https://vi.wikipedia.org/wiki/D%C6%B0%C6%A1ng_Tri%E1%BB%87u_V%C5%A9"
    },
    {
        "id": 23,
        "name": "Tùng Dương",
        "profile": "Nguyễn Tùng Dương (sinh ngày 18 tháng 9 năm 1983), thường được biết đến với nghệ danh Tùng Dương, là một nam ca sĩ người Việt Nam. Anh được biết đến từ cuộc thi Sao Mai điểm hẹn năm 2004, trong đó anh đã giành chiến thắng với giải thưởng do Hội đồng nghệ thuật bình chọn. Những ca khúc mà anh thể hiện trong cuộc thi, phần lớn là các sáng tác mang phong cách dân gian đương đại của Lê Minh Sơn, đã được anh đưa vào album đầu tay mang tên Chạy trốn (2004). \nSau khi tạm dừng hát nhạc Lê Minh Sơn, Tùng Dương có những thử nghiệm với sáng tác của các nhạc sĩ khác như Ngọc Đại, Như Huy, Giáng Son, Lưu Hà An..., và tham gia hai chương trình 'Vọng nguyệt' của nhạc sĩ Quốc Trung cùng 'Gió bình minh' của Đỗ Bảo và Nhất Lý. Tiếp tục cộng tác với Đỗ Bảo, Tùng Dương cho ra mắt album thứ hai, Những ô màu khối lập phương (2007), album với nền hòa âm New Age đã giành chiến thắng ở hạng mục \"Album của năm\" trong Giải Cống Hiến 2007. \nAlbum thứ ba của Tùng Dương theo phong cách âm nhạc điện tử trên nền nhạc giao hưởng, Li ti (2010), được thực hiện với sự cộng tác của nhạc sĩ Nguyễn Công Phương Nam và ê-kíp ở Đức, đã giúp anh nhận hai giải \"Ca sĩ của năm\" và \"Album của năm\" ở Giải Cống hiến 2010. Anh còn giành được thành công ở chương trình Bài hát Việt với những ca khúc chiếm thứ hạng cao do anh biểu diễn, đặc biệt hai ca khúc quán quân năm 2007 (\"Con cò\") và 2009 (\"Đồng hồ treo tường\"). Những chương trình biểu diễn chung gần đây của anh với Thanh Lam, Lê Cát Trọng Lý và Nguyên Lê cũng giành được sự chú ý của báo giới và công chúng.\nTùng Dương được biết đến như là một nghệ sĩ tìm tòi, thể nghiệm những thể loại âm nhạc mới, như electronic và New Age. Mặt khác, anh cũng chịu sự chỉ trích từ một bộ phận công chúng vì phong cách biểu diễn và trang phục khác thường. Tùng Dương thể hiện nhiều thể loại khác nhau, trong đó có pop, jazz, dân gian đương đại, New Age, electronic, world music và cả những sáng tác nhạc cách mạng, nhạc tiền chiến và tình khúc 1954-1975.",
        "link": "https://vi.wikipedia.org/wiki/T%C3%B9ng_D%C6%B0%C6%A1ng"
    },
    {
        "id": 24,
        "name": "Đan Trường",
        "profile": "Đan Trường (sinh ngày 29 tháng 11 năm 1976) nguyên danh Phạm Đan Trường, là nam ca sĩ người Việt Nam. Anh là ca sĩ gắn liền với những video ca nhạc cổ trang giai đoạn 1999-2005. Anh được xem là ca sĩ đầu tiên tại Việt Nam tiên phong trong việc mua độc quyền ca khúc nhằm xây dựng hình ảnh và phong cách âm nhạc chuyên nghiệp. Anh là một trong những ca sĩ có doanh số bán đĩa lớn nhất tại Việt Nam. Đến nay, anh đã phát hành hơn 60 album nhạc đạt doanh số khoảng 2 triệu đĩa.\nNăm 1996, sau khi đoạt giải tại một cuộc thi âm nhạc của Quận 10, Thành phố Hồ Chí Minh, Đan Trường bắt đầu đi hát tại những điểm diễn nhỏ lẻ và đi diễn tỉnh xa. Đến năm 1997, anh hợp tác với người quản lý Hoàng Tuấn và trở thành ca sĩ độc quyền của công ty đào tạo ca sĩ HT Production. Năm 1999, anh được yêu thích rộng rãi qua hàng loạt ca khúc nhạc trẻ, đặc biệt là các bản nhạc Hoa lời Việt. Ca khúc đầu tiên \"Kiếp ve sầu\" đã mang đến thành công bất ngờ, tiếp nối là những bản hit lớn như \"Mưa trên cuộc tình\", \"Bước chân lẻ loi\" và đặc biệt là \"Đi về nơi xa\". Phong cách âm nhạc của anh có ảnh hưởng lớn từ dòng nhạc Cantopop, anh đạt thành công ở nhiều dòng nhạc khác nhau, từ nhạc trẻ đến nhạc truyền thống và dân ca trữ tình.\nTrong suốt sự nghiệp ca hát hơn 20 năm, Đan Trường đã nhận được nhiều giải thưởng âm nhạc, phần lớn là danh hiệu \"Ca sĩ được yêu thích nhất\" và \"Nam ca sĩ được yêu thích nhất\" liên tiếp nhiều năm của nhiều giải thưởng như Làn Sóng Xanh, Giải Mai Vàng, Ngôi Sao Bạch Kim, HTV Awards, Zing Music Awards,... trước khi anh tự rút lui. Anh thắng 1 giải \"Ca sĩ của năm\" tại Giải thưởng Làn Sóng Xanh và nhận 1 đề cử \"Ca sĩ của năm\" tại Giải thưởng Âm nhạc Cống hiến, ngoài ra còn những giải thưởng khác như VTV Bài hát tôi yêu, Album Vàng,... Anh ghi kỷ lục tại giải thưởng HTV Awards, VTV Bài hát tôi yêu, liveshow Dấu Ấn,... Bên cạnh ca hát, anh còn tham gia vào lĩnh vực phim ảnh với các bộ phim nổi bật như: Võ lâm truyền kỳ (2007), ... Thứ ba học trò (2009), Yêu anh! Em dám không? (2013), Cha ma (2019),... Ngoài ra, anh còn làm giám khảo/ huấn luyện viên cho các cuộc thi âm nhạc như: Ngôi Sao Phương Nam, Thần tượng Bolero, Tuyệt Đỉnh Song Ca, Solo cùng Bolero.",
        "link": "https://vi.wikipedia.org/wiki/%C4%90an_Tr%C6%B0%E1%BB%9Dng"
    },
    {
        "id": 25,
        "name": "Đạt G",
        "profile": "Đạt G (tên khai sinh Nguyễn Tấn Đạt, sinh ngày 14 tháng 07 năm 1995 tại Thành phố Hồ Chí Minh) là một nam ca sĩ kiêm sáng tác nhạc và rapper người Việt Nam, từng giành được 2 đề cử giải Cống hiến. Anh là một trong những ca nhạc sĩ trẻ nổi bật nhất của làng nhạc Việt trong những năm trở lại đây với nhiều bài hit triệu view cho chính mình cũng như tạo hit cho nhiều ca sĩ khác nên có biệt danh là Phù thủy tạo hit (Hit maker). Trong đó những bài hit gây ấn tượng nhất với công chúng yêu nhạc của Đạt G là Buồn của anh, Buồn không em, Bánh mì không, Khó vẽ nụ cười, Thêm bao nhiêu lâu...đều đạt Top 1 Youtube trending và đề cử tại nhiều giải thưởng âm nhạc có uy tín.",
        "link": "https://vi.wikipedia.org/wiki/%C4%90%E1%BA%A1t_G"
    },
    {
        "id": 26,
        "name": "Đăng Dương",
        "profile": "Đăng Dương (tên đầy đủ là Phạm Đăng Dương), sinh ngày 20 tháng 10 năm 1974 tại Đức Xương, huyện Gia Lộc, Hải Dương), là một ca sĩ nổi tiếng trong dòng nhạc thính phòng và nhạc đỏ, được phong tặng Nghệ sĩ ưu trú năm 2016. Hiện nay, anh làm việc ở Đài tiếng nói Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/%C4%90%C4%83ng_D%C6%B0%C6%A1ng"
    },
    {
        "id": 27,
        "name": "Đen (rapper)",
        "profile": "Nguyễn Đức Cường (sinh ngày 13 tháng 5 năm 1989), thường được biết đến với nghệ danh Đen hay Đen Vâu, là một nam rapper, nhạc sĩ và người dẫn chương trình người Việt Nam. Đen Vâu là \"một trong số ít nghệ sĩ thành công từ làn sóng underground và âm nhạc indie\" của Việt Nam. Anh sở hữu những bài hát đạt hàng triệu lượt xem trên YouTube và là chủ nhân của một số giải thưởng âm nhạc.",
        "link": "https://vi.wikipedia.org/wiki/%C4%90en_(rapper)"
    },
    {
        "id": 28,
        "name": "Đình Bảo",
        "profile": "Đình Bảo, tên đầy đủ là Nguyễn Hoàng Đình Bảo (sinh ngày 3 tháng 9 năm 1981) là một ca sĩ người Việt Nam. Anh từng là thành viên của nhóm nhạc AC&M nổi tiếng và sau đó anh quyết định qua Mỹ định cư và tiếp tục con đường âm nhạc. Anh hiện đang sống cùng gia đình tại Garden Grove thuộc tiểu bang California.",
        "link": "https://vi.wikipedia.org/wiki/%C4%90%C3%ACnh_B%E1%BA%A3o"
    },
    {
        "id": 29,
        "name": "Kai Đinh",
        "profile": "Kai Đinh (tên thật là Đinh Lê Hoàng Vỹ, sinh ngày 17 tháng 10 năm 1992) là một nhạc sĩ, nhà sản xuất âm nhạc và ca sĩ Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Kai_%C4%90inh"
    },
    {
        "id": 30,
        "name": "Đức Phúc",
        "profile": "Nguyễn Đức Phúc (sinh ngày 15 tháng 10 năm 1996), thường được biết đến với nghệ danh Đức Phúc, là một nam ca sĩ người Việt Nam. Anh được khán giả biết đến rộng rãi với tư cách quán quân của mùa thứ ba trong Giọng hát Việt.\nAnh từng là sinh viên khoa kiến trúc Trường Đại học Xây dựng Hà Nội vào năm 2014 và sau khi quyết định Nam tiến, theo học khoa Mỹ thuật công nghiệp ở Trường Đại học Văn Lang, sau đó tạm dừng và bảo lưu kết quả học tập để bước vào sự nghiệp âm nhạc.",
        "link": "https://vi.wikipedia.org/wiki/%C4%90%E1%BB%A9c_Ph%C3%BAc"
    },
    {
        "id": 31,
        "name": "Elvis Phương",
        "profile": "Phạm Ngọc Phương (sinh ngày 1 tháng 2 năm 1945) thường được biết đến với nghệ danh Elvis Phương, là một ca sĩ người Việt Nam. Thể hiện thành công với nhiều thể loại nhạc như pop, rock và nhạc trữ tình. Ông từng là thành viên của ban nhạc Phượng Hoàng.",
        "link": "https://vi.wikipedia.org/wiki/Elvis_Ph%C6%B0%C6%A1ng"
    },
    {
        "id": 32,
        "name": "Erik (ca sĩ Việt Nam)",
        "profile": "Lê Trung Thành (sinh ngày 13 tháng 10 năm 1997), thường được biết đến với nghệ danh Erik, là một nam ca sĩ kiêm vũ công người Việt Nam. Anh từng tham gia chương trình Giọng hát Việt nhí năm 2013 và sau đó trở thành thành viên của nhóm nhạc Monstar. Trong suốt sự nghiệp của mình, anh từng giành được 4 đề cử tại giải Cống hiến và là nghệ sĩ duy nhất được đề cử 2 lần hạng mục \"Nghệ sĩ mới của năm\".",
        "link": "https://vi.wikipedia.org/wiki/Erik_(ca_s%C4%A9_Vi%E1%BB%87t_Nam)"
    },
    {
        "id": 33,
        "name": "Hà Okio",
        "profile": "Lương Ngọc Hà (sinh ngày 15 tháng 11 năm 1981 tại miền Bắc, Việt Nam), thường được biết đến với nghệ danh Hà Okio là một ca sĩ, nhạc sĩ, rapper kiêm nhà sản xuất âm nhạc Việt Nam. Hà Okio hiện đang giữ vị trí Đại sứ thường niên cho chiến dịch chống biến đổi khí hậu toàn cầu 350.org và Giờ Trái Đất 2012, 2013, 2014 tại Việt Nam.\nHà Okio biểu diễn tại sự kiện âm nhạc Soundfest lớn nhất Việt Nam từ trước đến nay (dành cho 50 ngàn khán giả) cùng với các nghệ sĩ Việt Nam và quốc tế như Big Bang (South Korean band), Taio Cruz, Tata Young, Kimberley Caldwell (Top 7 American Idol). \nBài hát Nơi Ấy do Hà Okio sáng tác đã đưa Yasuy trở thành nhà vô địch Việt Nam Idol 2012.\nVào tháng 6 năm 2013, Hà Okio được hiệp hội PETA bình chọn là \"Nghệ sĩ trường chay hấp dẫn nhất thế giới\" cùng danh sách đó còn có Bill Clinton, Paul McCartney, Mike Tyson, Prince, Alicia Silverstone, Anne Hathaway, Brigitte Bardot, Diane Warren, Ellen DeGeneres, Erykah Badu, Fiona Apple, India.Arie, Joan Jett, Leona Lewis, Michelle Pfeiffer, Shania Twain...\nCa khúc Your heart do Hà Okio sáng tác và trình bày lọt vào bảng đề cử vòng loại giải Grammy 2014. Hà Okio trở thành nghệ sĩ Việt Nam đầu tiên có tác phẩm tham dự giải thưởng âm nhạc Grammy uy tín nhất trên Thế giới \nHà Okio nhận lời mời làm Đại sứ cho Hành Trình Đỏ (tổ chức bởi Bộ Y tế VN). Anh đang sinh sống tại Thành phố Hồ Chí Minh, Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/H%C3%A0_Okio"
    },
    {
        "id": 34,
        "name": "Hamlet Trương",
        "profile": "Lê Văn Trương (sinh ngày 22 tháng 9 năm 1988) thường được biết đến với nghệ danh Hamlet Trương, là nam ca sĩ kiêm sáng tác nhạc và MC người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Hamlet_Tr%C6%B0%C6%A1ng"
    },
    {
        "id": 35,
        "name": "Hieuthuhai",
        "profile": "Trần Minh Hiếu (sinh ngày 28 tháng 9 năm 1999 tại Thành phố Hồ Chí Minh), thường được biết đến với nghệ danh HIEUTHUHAI hay cách viết khác là hieuthuhai, là một nam rapper, ca sĩ kiêm sáng tác nhạc và diễn viên người Việt Nam. Anh hiện đang là thành viên của nhóm nhạc Gerdnang.\nAnh bắt đầu trở nên nổi tiếng sau khi tham gia chương trình Thế giới Rap – King of Rap mùa đầu tiên. Ngoài ra, anh cũng là thành viên chính trong chương trình truyền hình thực tế 2 ngày 1 đêm. Anh đã được đề cử Ca sĩ đột phá Giải thưởng Làn Sóng Xanh 2022 và Nghệ sĩ mới của năm Giải thưởng Cống hiến.\n\n",
        "link": "https://vi.wikipedia.org/wiki/Hieuthuhai"
    },
    {
        "id": 36,
        "name": "Hoài Lâm",
        "profile": "Nguyễn Tuấn Lộc (sinh ngày 1 tháng 7 năm 1995), thường được biết đến với nghệ danh Hoài Lâm, là một nam ca sĩ kiêm diễn viên người Việt Nam. Anh từng giành 1 giải Cống hiến và được công chúng Việt Nam đặc biệt chú ý sau khi giành giải quán quân chương trình truyền hình thực tế Gương mặt thân quen mùa thứ hai năm 2014. \nNhững dòng nhạc chính anh theo đuổi là nhạc trữ tình, nhạc vàng, nhạc trẻ, anh cũng từng thể hiện một số tác phẩm cải lương, dân ca. Hoài Lâm được nghệ sĩ Hoài Linh nhận làm con nuôi từ khi mới bắt đầu xây dựng sự nghiệp.\nTừ năm 2020, khi hát nhạc rap, Hoài Lâm lấy thêm nghệ danh mới là Loc và Young Luuli, đặc biệt là khi biểu diễn cùng ban nhạc 3 thành viên Deep Trôi.",
        "link": "https://vi.wikipedia.org/wiki/Ho%C3%A0i_L%C3%A2m"
    },
    {
        "id": 37,
        "name": "Hoàng Dũng (ca sĩ)",
        "profile": "Nguyễn Hoàng Dũng, thường được biết đến với nghệ danh Hoàng Dũng (sinh ngày 4 tháng 11 năm 1995), là một nam ca sĩ kiêm nhạc sĩ sáng tác ca khúc người Việt Nam. Anh từng đạt danh hiệu Á quân của cuộc thi Giọng hát Việt vào năm 2015 và lọt vào top 10 của cuộc thi Bài hát hay nhất vào năm 2016.\nHoàng Dũng bắt đầu được chú ý khi thể hiện ca khúc Yếu đuối do chính anh sáng tác trong đêm chung kết cuộc thi Giọng hát Việt, và đây cũng là khởi đầu cho sự nghiệp âm nhạc của anh. Sau cuộc thi, Hoàng Dũng hoạt động như một nghệ sĩ độc lập và cho ra mắt các ca khúc về chủ đề tình yêu như Đôi lời tình ca và Nàng thơ, qua đó anh được xem là \"Hoàng tử tình ca\" của âm nhạc Việt Nam.\nTháng 12 năm 2020, Hoàng Dũng cho ra mắt album phòng thu đầu tay mang tên 25. Ngoài ra, anh còn tham gia viết nhạc cho nhiều dự án phim điện ảnh Việt Nam gồm Tao không xa mày (2017), Mùa viết tình ca (2018) và 100 ngày bên em (2018).",
        "link": "https://vi.wikipedia.org/wiki/Ho%C3%A0ng_D%C5%A9ng_(ca_s%C4%A9)"
    },
    {
        "id": 38,
        "name": "Hoàng Hải (ca sĩ)",
        "profile": "Nguyễn Hoàng Hải (sinh ngày 30 tháng 4 năm 1982), thường được biết đến với nghệ danh Hoàng Hải, là một nam ca sĩ người Việt Nam. Được mệnh danh là \"Hoàng tử V-pop\" của âm nhạc Việt Nam, anh được biết đến khi sở hữu chất giọng nam cao leggiero tenor hiếm hoi và khủng với âm vực rộng.",
        "link": "https://vi.wikipedia.org/wiki/Ho%C3%A0ng_H%E1%BA%A3i_(ca_s%C4%A9)"
    },
    {
        "id": 39,
        "name": "Hồ Quang Hiếu",
        "profile": "Nguyễn Quang Hiếu, thường được biết đến với nghệ danh Hồ Quang Hiếu (sinh ngày 20 tháng 9 năm 1983), là một nam ca sĩ và diễn viên người Việt Nam. \nAnh sở hữu khuôn mặt điển trai, chất giọng đẹp, ấm áp phù hợp với các ca khúc ballad nhẹ nhàng, thành công sau bài hit đầu tiên trong sự nghiệp âm nhạc của mình trích từ album cùng tên \"Chỉ cần em hạnh phúc\". Hiếu còn nổi tiếng với các ca khúc trở thành hit như Không cảm xúc, \"Con bướm xuân\", \"Đừng buông tay anh\", \"Tìm em\", \"Em là của anh\", \"Đổi thay\", \"Nơi ấy con tìm về\".",
        "link": "https://vi.wikipedia.org/wiki/H%E1%BB%93_Quang_Hi%E1%BA%BFu"
    },
    {
        "id": 40,
        "name": "Hồ Trung Dũng",
        "profile": "Hồ Trung Dũng (sinh ngày 1 tháng 12 năm 1982), là một nam ca sĩ, nhạc sĩ người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/H%E1%BB%93_Trung_D%C5%A9ng"
    },
    {
        "id": 41,
        "name": "Hồ Văn Cường (ca sĩ)",
        "profile": "Hồ Văn Cường (sinh ngày 16 tháng 3 năm 2003) là một ca sĩ người Việt Nam. Hồ Văn Cường nổi tiếng từ khi dự thi và giành Quán quân cuộc thi Thần tượng âm nhạc nhí năm 2016 và đoạt giải ca sĩ ấn tượng VTV Awards 2016. Đầu năm 2017, Hồ Văn Cường nhận 2 giải Mai Vàng cho Ca sĩ hát nhạc âm hưởng Dân ca và Truyền thống cách mạng cùng với Top 10 Nghệ sĩ của năm.\nHiện tại, Hồ Văn Cường đang là sinh viên học trường Đại Học Hoa Sen Tp. Hồ Chí Minh.",
        "link": "https://vi.wikipedia.org/wiki/H%E1%BB%93_V%C4%83n_C%C6%B0%E1%BB%9Dng_(ca_s%C4%A9)"
    },
    {
        "id": 42,
        "name": "Hồng Kỳ (ca sĩ)",
        "profile": "Hồng Kỳ (1955 - ) là nghệ sĩ sân khấu, nam ca sĩ người Việt Nam, ông được nhiều thế hệ thiếu nhi biết đến với ca khúc Alibaba.",
        "link": "https://vi.wikipedia.org/wiki/H%E1%BB%93ng_K%E1%BB%B3_(ca_s%C4%A9)"
    },
    {
        "id": 43,
        "name": "Hùng Thuận",
        "profile": "Nguyễn Hùng Thuận (sinh ngày 22 tháng 2 năm 1983) là một nam diễn viên và ca sĩ người Việt Nam. Anh được khán giả biết đến qua vai diễn bé An trong bộ phim Đất phương Nam. Đồng thời anh cũng từng là thành viên của ban nhạc \"MBK\". Ngoài ra Hùng Thuận còn được khán giả biết đến sau những thành công của các bộ phim truyền hình ăn khách và đặc sắc nhất Việt Nam như: Hoa ngũ sắc, Nàng dâu bất đắc dĩ, Dòng đời và đặc biệt là Cổng mặt trời...",
        "link": "https://vi.wikipedia.org/wiki/H%C3%B9ng_Thu%E1%BA%ADn"
    },
    {
        "id": 44,
        "name": "Huy MC",
        "profile": "Huy MC, tên khai sinh Nguyễn Quang Huy, (sinh ngày 22 tháng 10 năm 1968 tại quận Hai Bà Trưng, Hà Nội), là một nam ca sĩ, nhạc công và MC hoạt động trong thập niên 90 tại Việt Nam và hiện vẫn đang chơi trống tại hải ngoại. Huy có một giọng hát trầm đẹp hiếm có tuy nhiên anh tự nhận chỉ là người dạo chơi trong ca hát. Huy MC được biết đến nhiều nhất và nổi tiếng cả nước với tư cách là chồng của nữ ca sĩ Thu Phương, đồng thời anh và Thu Phương đã trở thành cặp đôi vàng của nhạc nhẹ Việt Nam nửa cuối thập niên 90 với phong cách trẻ trung, năng động cũng như âm nhạc hướng ngoại.\nNăm 2003, Thu Phương & Huy MC sang Mỹ cư trú và hoạt động nghệ thuật, họ gặp nhiều sóng gió và áp lực tại Hải ngoại cũng như tại Việt Nam. Cùng năm này, Phương và Huy chia tay để lại nhiều tiếc nuối cho người hâm mộ cả nước. Năm 2007, Huy MC lần đầu tiên về nước sau một thời gian sinh sống và lập nghiệp tại Hải Ngoại. Kể từ đó, anh về Việt Nam thường xuyên và xuất hiện bên cạnh người vợ thứ hai, là một công chức người Mỹ gốc Việt tên Bảo Quyên.\nHiện tại, Huy đang sống với vợ thứ hai và hai người con trai tại thành phố Irvine, California, Hoa Kỳ. Anh vẫn chơi trống tại Hải ngoại để duy trì đam mê âm nhạc đồng thời trở thành hàng xóm, và bạn tốt của ca sĩ Thu Phương.",
        "link": "https://vi.wikipedia.org/wiki/Huy_MC"
    },
    {
        "id": 45,
        "name": "Huỳnh Hiền Năng",
        "profile": "Huỳnh Hiền Năng (sinh ngày 07 tháng 07 năm 1989 tại Phan Thiết, Bình Thuận) là một nhà sản xuất âm nhạc, nhạc sĩ, ca sĩ người Việt Nam. Từng nhận đề cử giải Cống Hiến, 2 lần liên tiếp đề cử top 20 nhạc sĩ của năm Zing Music Awards.\nNgoài ra Huỳnh Hiền Năng còn là nhạc sĩ Việt Nam đầu tiên có bài hát được sử dụng trong phim Hollywood (Happy Death Day).",
        "link": "https://vi.wikipedia.org/wiki/Hu%E1%BB%B3nh_Hi%E1%BB%81n_N%C4%83ng"
    },
    {
        "id": 46,
        "name": "Tấn Minh",
        "profile": "Tấn Minh tên thật là Huỳnh Tấn Minh, (sinh năm 1972) là một nam ca sĩ nhạc pop người Việt Nam. Anh được biết đến với các bài hát nổi tiếng như: \"Bức thư tình đầu tiên\", \"Phượng hồng\", \"Mẹ\", \"Mối tình đầu\", \"Em và tôi\", \"Tôi ru em ngủ\", \"Mong về Hà Nội\"... Anh được phong tặng danh hiệu Nghệ sĩ Ưu tú và Nghệ sĩ nhân dân.",
        "link": "https://vi.wikipedia.org/wiki/T%E1%BA%A5n_Minh"
    },
    {
        "id": 47,
        "name": "Hứa Vĩ Văn",
        "profile": "Hứa Vĩ Văn (sinh ngày 25 tháng 12 năm 1979) là một nam người mẫu, ca sĩ và diễn viên người Việt gốc Hoa. Anh bắt đầu sự nghiệp từ năm 16 tuổi với vai trò người mẫu, sau đó từng là thành viên nhóm nhạc GMC ở đầu thập niên 2000. Hiện tại Vĩ Văn hoạt động chủ yếu trong lĩnh vực phim truyền hình và điện ảnh.\nNhững bộ phim nổi bật của Hứa Vĩ Văn là Đam Mê, Giao Lộ Định Mệnh, phim truyền hình \"Lời Thú Nhận Của Eva\" và \"Thái Sư Trần Thủ Độ''. Vĩ Văn có mặt trong các phim điện ảnh đạt doanh thu cao và nhận được nhiều lời khen của giới chuyên môn như \"Thần Tượng\", \"Chàng Trai Năm Ấy\" và \"Em Là Bà Nội Của Anh\".\nTrong vai trò diễn viên, Hứa Vĩ Văn nhận được các giải thưởng quan trọng như Nam diễn viên phụ xuất sắc nhất tại Cánh Diều Vàng 2012 cho vai diễn trong phim Đam Mê, Nam diễn viên truyền hình được yêu thích nhất của HTV Awards 2015.\nHứa Vĩ Văn còn là MC trong nhiều sự kiện, chương trình truyền hình. Trong hai năm liên tiếp 2013 và 2014, anh được đề cử tại lễ trao giải Men of the Year của tạp chí Thể thao Văn Hóa & Đàn ông.",
        "link": "https://vi.wikipedia.org/wiki/H%E1%BB%A9a_V%C4%A9_V%C4%83n"
    },
    {
        "id": 48,
        "name": "Đàm Vĩnh Hưng",
        "profile": "Huỳnh Minh Hưng, thường được biết đến với nghệ danh Đàm Vĩnh Hưng (sinh ngày 2 tháng 10 năm 1971), là một nam ca sĩ người Việt Nam. Anh bắt đầu được công chúng biết đến vào những năm đầu của thập niên 2000 với ca khúc hit đầu tiên \"Bình minh sẽ mang em đi\" vào năm 2001. Trong suốt sự nghiệp của mình, anh đã giành được 2 giải Cống hiến.",
        "link": "https://vi.wikipedia.org/wiki/%C4%90%C3%A0m_V%C4%A9nh_H%C6%B0ng"
    },
    {
        "id": 49,
        "name": "Isaac (ca sĩ)",
        "profile": "Phạm Lưu Tuấn Tài, thường được biết đến với nghệ danh Isaac (sinh ngày 13 tháng 6 năm 1988), là một nam ca sĩ kiêm diễn viên người Việt Nam. Anh từng là thành viên kiêm đội trưởng của nhóm nhạc nam 365daband.",
        "link": "https://vi.wikipedia.org/wiki/Isaac_(ca_s%C4%A9)"
    },
    {
        "id": 50,
        "name": "Jack – J97",
        "profile": "Trịnh Trần Phương Tuấn (sinh ngày 12 tháng 4 năm 1997), thường được biết đến với nghệ danh Jack – J97, là một nam ca sĩ kiêm sáng tác nhạc, rapper, diễn viên người Việt Nam.\nJack - J97 bắt đầu được biết đến khi hoạt động trong nhóm nhạc G5R và phát hành bài hát \"Hồng nhan\". Trong suốt sự nghiệp của mình, anh đã nhận được năm giải Làn Sóng Xanh, một giải Mai Vàng, một giải WeChoice Awards và bốn giải Zing Music Awards. Ngoài ra, anh còn được trao giải thưởng Nghệ sĩ Châu Á mới xuất sắc nhất tại Việt Nam ở lễ trao giải Mnet Asian Music Awards 2019, giành chiến thắng ở hạng mục Video âm nhạc hay nhất tại giải thưởng Truyền hình châu Á 2020 và cũng chiến thắng giải Nghệ sĩ Đông Nam Á xuất sắc nhất tại MTV EMA 2020.",
        "link": "https://vi.wikipedia.org/wiki/Jack_%E2%80%93_J97"
    },
    {
        "id": 51,
        "name": "Jun Phạm",
        "profile": "Phạm Duy Thuận, thường được biết đến với nghệ danh Jun Phạm (sinh ngày 24 tháng 7 năm 1989), là một nam ca sĩ kiêm diễn viên người Việt Nam. Anh được biết đến là cựu thành viên của nhóm nhạc 365daband.",
        "link": "https://vi.wikipedia.org/wiki/Jun_Ph%E1%BA%A1m"
    },
    {
        "id": 52,
        "name": "JustaTee",
        "profile": "Nguyễn Thanh Tuấn (sinh ngày 1 tháng 11 năm 1991), thường được biết đến với nghệ danh JustaTee, là một nam ca sĩ, nhạc sĩ sáng tác ca khúc, rapper kiêm nhà sản xuất thu âm người Việt Nam. Là một trong những ca sĩ nổi bật trong dòng nhạc R&B, anh từng giành một giải Cống hiến và giải Zing Music Awards.",
        "link": "https://vi.wikipedia.org/wiki/JustaTee"
    },
    {
        "id": 53,
        "name": "Karik",
        "profile": "Phạm Hoàng Khoa (sinh 12 tháng 4 năm 1989) thường được biết đến với nghệ danh Karik, là một rapper, nhạc sĩ chuyên nghiệp người Việt Nam. Anh được biết đến với tư cách là rapper người Việt đầu tiên giành giải thưởng MTV Việt Nam vào năm 2011 và giành giải thưởng Vietnam Entertainment Adwards vào năm 2021 với hạng mục Nghệ sĩ của năm.",
        "link": "https://vi.wikipedia.org/wiki/Karik"
    },
    {
        "id": 54,
        "name": "Kasim Hoàng Vũ",
        "profile": "Kasim Hoàng Vũ hay Nguyễn Đức Hoàng Vũ là nam ca sĩ nhạc Rock Việt Nam trong thập niên 2000, từng đạt thứ hạng cao trong các cuộc thi Sao Mai từ 1997 đến 2004.",
        "link": "https://vi.wikipedia.org/wiki/Kasim_Ho%C3%A0ng_V%C5%A9"
    },
    {
        "id": 55,
        "name": "Khánh Phương",
        "profile": "Phạm Khánh Phương (sinh ngày 4 tháng 11 năm 1981), thường được biết đến với nghệ danh Khánh Phương, là một nam ca sĩ người Việt Nam. Anh từng là người sáng lập và cựu thành viên của nhóm nhạc MP5, và chính thức bước vào con đường hát đơn của mình từ năm 2006.",
        "link": "https://vi.wikipedia.org/wiki/Kh%C3%A1nh_Ph%C6%B0%C6%A1ng"
    },
    {
        "id": 56,
        "name": "Khắc Việt",
        "profile": "Khắc Việt tên thật là Nguyễn Khắc Việt (sinh ngày 30 tháng 8 năm 1987) là một ca sĩ, nhạc sĩ Việt Nam. Anh theo dòng nhạc pop-ballad.",
        "link": "https://vi.wikipedia.org/wiki/Kh%E1%BA%AFc_Vi%E1%BB%87t"
    },
    {
        "id": 57,
        "name": "Khương Ngọc",
        "profile": "Huỳnh Quang Ngọc, thường được biết đến với nghệ danh Khương Ngọc (sinh ngày 26 tháng 7 năm 1984), là một nam diễn viên, nhạc sĩ sáng tác ca khúc, ca sĩ, người dẫn chương trình kiêm nhà làm phim người Việt Nam. \nAnh được khán giả biết đến qua các vai diễn của các bộ phim gồm Hoa dã quỳ, Taxi, Chàng trai không biết ghen, Sự thật vô hình, Thiên mệnh anh hùng, Scandal, Bờ bến lạ và Tiền chùa.",
        "link": "https://vi.wikipedia.org/wiki/Kh%C6%B0%C6%A1ng_Ng%E1%BB%8Dc"
    },
    {
        "id": 58,
        "name": "Kiều Hưng",
        "profile": "Kiều Hưng (sinh năm 1937) là một ca sĩ, nghệ sĩ ưu tú người Việt Nam. Ông là một trong những ca sĩ biểu diễn nhạc đỏ thành công trong những thập niên 70 và 80 của thế kỷ 20.",
        "link": "https://vi.wikipedia.org/wiki/Ki%E1%BB%81u_H%C6%B0ng"
    },
    {
        "id": 59,
        "name": "Lam Trường",
        "profile": "Lam Trường tên đầy đủ là Tiêu Lam Trường (sinh ngày 14 tháng 10 năm 1974) là một ca sĩ và diễn viên người Việt gốc Hoa. Anh thường được người hâm mộ gọi thân mật là \"Anh Hai\" và thường viết là \"A2\". Anh được coi là ca sĩ thần tượng đầu tiên, gương mặt tiên phong và có sức ảnh hưởng lớn trong việc khơi dậy dòng nhạc trẻ Việt Nam từ những năm cuối thập niên 90. Anh cũng là gương mặt tiêu biểu từ năm đầu tiên ra đời Giải thưởng Làn Sóng Xanh. Lam Trường ghi dấu ấn với dòng nhạc Cantopop, pop ballad. Ngoài ra, anh còn được biết đến với khả năng tự viết nhạc, chơi nhạc cụ và thể hiện nhiều ca khúc nhạc ngoại lời Việt nổi tiếng.\nTrong suốt sự nghiệp âm nhạc hơn 20 năm, Lam Trường đã đoạt 1 giải \"Ca sĩ của năm\", 1 giải thành tựu và 12 lần liên tiếp nhận giải \"Ca sĩ được yêu thích nhất\" của Giải thưởng Làn Sóng Xanh, giành được 3 Giải Mai Vàng và nhận 1 đề cử \"Ca sĩ của năm\" tại Giải thưởng Âm nhạc Cống hiến. Anh còn đại diện Việt Nam tham dự nhiều đại hội ca nhạc tổ chức tại các quốc gia châu Á như Nhật Bản, Thái Lan, Hongkong, Singapore, Hàn Quốc. Bên cạnh âm nhạc, anh còn tham gia lĩnh vực phim ảnh và đạt thành công với những bộ phim nổi bật như: \"Nữ tướng cướp\" (2004), \"Ngôi nhà hạnh phúc\" (phiên bản Việt) (2008) và \"Bếp hát\" (2014). Ngoài ra anh còn là huấn luyện viên cho các cuộc thi âm nhạc như Giọng hát Việt nhí (2014) và Giọng hát Việt (2018).",
        "link": "https://vi.wikipedia.org/wiki/Lam_Tr%C6%B0%E1%BB%9Dng"
    },
    {
        "id": 60,
        "name": "Lâm Chấn Khang",
        "profile": "Bùi Thái Châu (sinh ngày 12 tháng 11 năm 1982), thường được biết đến với nghệ danh Lâm Chấn Khang, là một nam ca sĩ, nhạc sĩ, nhà làm phim kiêm diễn viên người Việt Nam. \nVới nhiều bản hit trong suốt sự nghiệp của mình như Nụ hôn lạnh, Nhói lòng, Góc khuất trong tim anh, Và như thế anh quên em và đặc biệt là series phim ca nhạc Người trong giang hồ, anh được mệnh danh là \"ông vua miền Tây\".",
        "link": "https://vi.wikipedia.org/wiki/L%C3%A2m_Ch%E1%BA%A5n_Khang"
    },
    {
        "id": 61,
        "name": "Lâm Hùng",
        "profile": "Lâm Hùng, là 1 ca sĩ nhạc pop người Việt Nam, anh được biết đến với dòng nhạc trẻ trong nửa đầu thập niên 2000.",
        "link": "https://vi.wikipedia.org/wiki/L%C3%A2m_H%C3%B9ng"
    },
    {
        "id": 62,
        "name": "Lâm Nhật Tiến",
        "profile": "Lâm Nhật Tiến (sinh ngày 3 tháng 9 năm 1971) là một ca sĩ người Mỹ gốc Việt, đã từng cộng tác chính thức với Trung tâm Asia trong khoảng thời gian từ 1994-2016.\nLâm Nhật Tiến được xem là một trong những nam ca sĩ nhạc pop hàng đầu tại hải ngoại.",
        "link": "https://vi.wikipedia.org/wiki/L%C3%A2m_Nh%E1%BA%ADt_Ti%E1%BA%BFn"
    },
    {
        "id": 63,
        "name": "Trần Lập (nhạc sĩ)",
        "profile": "Trần Quyết Lập (12 tháng 12 năm 1974 – 17 tháng 3 năm 2016), thường được biết đến với nghệ danh Trần Lập, là một ca sĩ kiêm nhạc sĩ người Việt Nam. Là trưởng nhóm và cũng là người thành lập ban nhạc rock Bức Tường,  anh giữ cương vị này từ khi thành lập đến khi tan rã lần đầu vào năm 2006. Với vai trò trưởng nhóm, Lập đảm nhận công việc sáng tác chính với hơn 30 ca khúc, đặc biệt với tác phẩm \"Đường đến ngày vinh quang\" cùng các thành viên trong nhóm đã đưa Bức Tường trở thành ban nhạc rock có số lượng người hâm mộ lớn nhất tại Việt Nam.\nVào thời điểm dòng nhạc rock tại Việt Nam đang trong thời kỳ sơ khai, Lập và ban nhạc của anh đã đặt những nền móng đầu tiên cho dòng nhạc này tại Việt Nam. Âm nhạc và cuộc đời của Lập được đánh giá là một sự \"nhất quán cao\". Lập qua đời ngày 17 tháng 3 năm 2016 sau một thời gian điều trị ung thư.",
        "link": "https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_L%E1%BA%ADp_(nh%E1%BA%A1c_s%C4%A9)"
    },
    {
        "id": 64,
        "name": "Lê Mộng Hoàng",
        "profile": "Lê Mộng Hoàng (01 tháng 06 năm 1929 – 23 tháng 02 năm 2017) là một đạo diễn điện ảnh nổi tiếng người Việt Nam. Ông được nhà nước phong tặng danh hiệu Nghệ sĩ Ưu tú vào năm 2012.",
        "link": "https://vi.wikipedia.org/wiki/L%C3%AA_M%E1%BB%99ng_Ho%C3%A0ng"
    },
    {
        "id": 65,
        "name": "Vân Quang Long",
        "profile": "Vân Quang Long (26 tháng 9 năm 1979 – 29 tháng 12 năm 2020) tên thật là Lê Quang Hiển, là một nam ca sĩ người Việt Nam. Anh từng là cựu thành viên của nhóm nhạc nam 1088, sau đó trở thành ca sĩ hát đơn độc quyền của Kim Lợi Studio và có sự nghiệp solo thành công với nhiều bản hit đình đám trong những năm 2000. Trong đó hai bản Chiếc lá mùa đông và Bởi tin lời thề là những ca khúc ghi dấu ấn đậm nét trong sự nghiệp âm nhạc của anh.",
        "link": "https://vi.wikipedia.org/wiki/V%C3%A2n_Quang_Long"
    },
    {
        "id": 66,
        "name": "Long Nhật",
        "profile": "Đinh Long Nhật (sinh ngày 19 tháng 10 năm 1967 tại Huế, quê ở Quảng Trị), thường được biết đến với nghệ danh Long Nhật, là một nam ca sĩ người Việt Nam chuyên hát dòng nhạc quê hương và nhạc trữ tình.",
        "link": "https://vi.wikipedia.org/wiki/Long_Nh%E1%BA%ADt"
    },
    {
        "id": 67,
        "name": "Lou Hoàng",
        "profile": "Lou Hoàng tên thật là Hoàng Kim Long  (sinh ngày 6 tháng 3 năm 1994) là một ca sĩ, rapper người Việt Nam",
        "link": "https://vi.wikipedia.org/wiki/Lou_Ho%C3%A0ng"
    },
    {
        "id": 68,
        "name": "Vũ Thắng Lợi",
        "profile": "Vũ Thắng Lợi, sinh ngày 13 tháng 3 năm 1985 tại Nghệ An, là ca sĩ dòng nhạc đỏ và thính phòng Việt Nam, được phong tặng danh hiệu Nghệ sĩ ưu tú năm 2023. Hiện anh là ca sĩ của Đoàn Văn công Quân khu 2, Quân đội nhân dân Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/V%C5%A9_Th%E1%BA%AFng_L%E1%BB%A3i"
    },
    {
        "id": 69,
        "name": "Lý Hải",
        "profile": "Nguyễn Văn Hải, thường được biết đến với nghệ danh Lý Hải (sinh ngày 28 tháng 9 năm 1968), là một nam diễn viên, nhà làm phim, và ca sĩ người Việt Nam. Anh được biết đến qua loạt phim Lật Mặt và những bài hát thuộc thể loại Cantopop. Bước chân vào lĩnh vực ca hát từ năm 1993, nhưng tên tuổi của ông chỉ thật sự thành danh khi hợp tác với người quản lý Vĩnh Thuyên cho ra đời series album ca nhạc phim Trọn đời bên em vào năm 2001. Với thành công của loạt album này, Lý Hải đã xây dựng thành công thương hiệu cho riêng mình và trở thành một trong những nam ca sĩ ăn khách nhất thời điểm bấy giờ, đặc biệt là đối với khán giả miền Tây Nam Bộ.\nVới sở trường trình bày những ca khúc thuộc thể loại nhạc trẻ, nhạc Hoa lời Việt với giai điệu và ca từ đơn giản, Lý Hải từng được mệnh danh là \"Ngôi sao ca nhạc bình dân\".",
        "link": "https://vi.wikipedia.org/wiki/L%C3%BD_H%E1%BA%A3i"
    },
    {
        "id": 70,
        "name": "Lý Hùng",
        "profile": "Lý Hùng (sinh ngày 22 tháng 2 năm 1969) là một diễn viên điện ảnh kiêm ca sĩ của Việt Nam. Anh từng nổi danh trong giới diễn viên điện ảnh Việt Nam thập niên 1990, và tham gia đóng trong một số phim hợp tác với điện ảnh Hồng Kông.",
        "link": "https://vi.wikipedia.org/wiki/L%C3%BD_H%C3%B9ng"
    },
    {
        "id": 71,
        "name": "Mạnh Quỳnh",
        "profile": "Nguyễn Thanh Dũng (sinh ngày 22 tháng 4 năm 1971) thường được biết đến với nghệ danh Mạnh Quỳnh là một ca sĩ hải ngoại người Mỹ gốc Việt thành công với dòng nhạc vàng.",
        "link": "https://vi.wikipedia.org/wiki/M%E1%BA%A1nh_Qu%E1%BB%B3nh"
    },
    {
        "id": 72,
        "name": "Minh Thuận (ca sĩ)",
        "profile": "Nguyễn Minh Thuận (tên thánh: Giuse Nguyễn Minh Thuận, 12 tháng 9 năm 1969 - 18 tháng 9 năm 2016) là một ca sĩ kiêm diễn viên người Việt Nam. Anh sở hữu chất giọng nhẹ nhàng và có khả năng thể hiện thành công nhiều thể loại nhạc khác nhau như Ballad, Pop, Dân Ca, Trữ Tình và Cải Lương.",
        "link": "https://vi.wikipedia.org/wiki/Minh_Thu%E1%BA%ADn_(ca_s%C4%A9)"
    },
    {
        "id": 73,
        "name": "Minh Vương (ca sĩ sinh 1984)",
        "profile": "Minh Vương hay còn gọi là Minh Vương M4U (sinh ngày 21 tháng 12 năm 1984) là nam ca sĩ và nhạc sĩ nhạc trẻ của Việt Nam, thuộc sở trường pop ballad.",
        "link": "https://vi.wikipedia.org/wiki/Minh_V%C6%B0%C6%A1ng_(ca_s%C4%A9_sinh_1984)"
    },
    {
        "id": 74,
        "name": "Mộng Long",
        "profile": "Mộng Long (tên đầy đủ: Nguyễn Mộng Long) là một nhạc sĩ kiêm ca sĩ người Việt Nam. Ông là tác giả các bài hát nhạc vàng như \"Chuyện tình dang dở\", \"Lá thư cuối cùng\",... Ông dùng nghệ danh Nhật Linh khi đi hát.",
        "link": "https://vi.wikipedia.org/wiki/M%E1%BB%99ng_Long"
    },
    {
        "id": 75,
        "name": "Mr. Siro",
        "profile": "Vương Quốc Tuân (sinh ngày 18 tháng 11 năm 1982) thường được biết đến với nghệ danh Mr. Siro, là một nhạc sĩ và ca sĩ người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Mr._Siro"
    },
    {
        "id": 76,
        "name": "Gioan Baotixita Nguyễn Sang",
        "profile": "Gioan Baotixita Nguyễn Sang (sinh năm 1973) là một Linh mục Công giáo người Việt Nam, người sáng lập chương trình \"Tiếng hát vì người nghèo\", dùng tiếng hát của mình để quyên góp cho các chương trình từ thiện cho người nghèo.",
        "link": "https://vi.wikipedia.org/wiki/Gioan_Baotixita_Nguy%E1%BB%85n_Sang"
    },
    {
        "id": 77,
        "name": "Nam Cường (ca sĩ)",
        "profile": "Nam Cường (tên đầy đủ là Nguyễn Nam Cường, sinh ngày 16 tháng 9 năm 1985) là một nam ca sĩ, diễn viên và MC người Việt Nam. Anh được biết đến là cựu thành viên nhóm nhạc Yoband! (là nhóm nhạc gồm những người thắng cuộc trong cuộc thi \"Yo! Cùng ước mơ xanh\" do nhãn hàng YoMost và VTV thực hiện năm 2003).",
        "link": "https://vi.wikipedia.org/wiki/Nam_C%C6%B0%E1%BB%9Dng_(ca_s%C4%A9)"
    },
    {
        "id": 78,
        "name": "Nam Khánh",
        "profile": "Lê Nam Khánh (sinh năm 1977), thường được biết đến với nghệ danh Nam Khánh, là một nam ca sĩ người Việt Nam, hoạt động chủ yếu ở dòng nhạc trữ tình, nhạc thính phòng. Anh được biết đến là trưởng nhóm nhạc AC&M nổi tiếng thập niên 2000 và giữ vai trò này cho đến khi nhóm tan rã. Nam Khánh từng đoạt giải nhất Liên hoan Tiếng hát truyền hình thành phố Hồ Chí Minh và giải nhì Liên hoan tiếng hát truyền hình toàn quốc năm 1999.",
        "link": "https://vi.wikipedia.org/wiki/Nam_Kh%C3%A1nh"
    },
    {
        "id": 79,
        "name": "Bùi Công Nam",
        "profile": "Bùi Công Nam (sinh ngày 3 tháng 8 năm 1994) là một nam ca sĩ, nhạc sĩ sáng tác ca khúc kiêm nhà sản xuất thu âm người Việt Nam. Anh bắt đầu được biết đến khi tham gia mùa đầu tiên của chương trình Bài hát hay nhất.",
        "link": "https://vi.wikipedia.org/wiki/B%C3%B9i_C%C3%B4ng_Nam"
    },
    {
        "id": 80,
        "name": "Ngọc Sơn (ca sĩ)",
        "profile": "Ngọc Sơn (sinh ngày 26 tháng 11 năm 1968) là một ca sĩ và nhạc sĩ người Việt Nam. Ngọc Sơn là người gốc Quảng Nam, sinh ở Hải Phòng, lớn lên và thành danh ở Bạc Liêu và Sài Gòn. Ông được biết đến với biệt danh là \"Ông hoàng nhạc sến\" hay \"Michael Ngọc Sơn\". Ông nổi tiếng với những ca khúc do chính mình  sáng tác như Vầng trăng cô đơn, Tình cha, Tình mẹ, lòng mẹ 2,tình phụ tử, tình mẫu tử, lời tỏ tình dễ thương,...",
        "link": "https://vi.wikipedia.org/wiki/Ng%E1%BB%8Dc_S%C6%A1n_(ca_s%C4%A9)"
    },
    {
        "id": 81,
        "name": "Ngọc Tân",
        "profile": "Ngọc Tân tên đầy đủ Nguyễn Ngọc Tân (sinh năm 1948 tại Đồ Sơn, Hải Phòng – 6 tháng 9 năm 2004) là một nam ca sĩ, nhà tổ chức biểu diễn nghệ thuật người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Ng%E1%BB%8Dc_T%C3%A2n"
    },
    {
        "id": 82,
        "name": "Ngô Kiến Huy",
        "profile": "Lê Thành Dương (sinh ngày 29 tháng 6 năm 1988), thường được biết đến với nghệ danh Ngô Kiến Huy, là một nam ca sĩ, diễn viên kiêm người dẫn chương trình truyền hình người Việt Nam. \nKhởi nghiệp vào năm 2008, anh đã ghi dấu ấn sau khi giành chiến thắng trong cuộc thi Vươn tới ngôi sao, và từ đó anh bắt đầu sự nghiệp ca hát của mình. Bên cạnh sự nghiệp âm nhạc, anh còn ghi dấu ấn với tư cách diễn viên qua các vai diễn trong các bộ phim như Thần tượng, Chàng trai năm ấy, Em là bà nội của anh và 49 ngày 2.",
        "link": "https://vi.wikipedia.org/wiki/Ng%C3%B4_Ki%E1%BA%BFn_Huy"
    },
    {
        "id": 83,
        "name": "Ngô Trung Quang",
        "profile": "Ngô Trung Quang (sinh ngày 20 tháng 7 năm 1997) là một ca sĩ đoạt giải quán quân chương trình Thần tượng Bolero 2016.\nHiện nay, Trung Quang đang là ca sĩ trực thuộc công ty quản lý HT Production, dưới sự dẫn dắt của Đan Trường và ông bầu Hoàng Tuấn.",
        "link": "https://vi.wikipedia.org/wiki/Ng%C3%B4_Trung_Quang"
    },
    {
        "id": 84,
        "name": "Nguyễn Anh Toàn",
        "profile": "Nguyễn Anh Toàn (sinh năm 1982), là nam ca sĩ đã giành ngôi vị quán quân Chung kết cuộc thi Giọng ca vàng Bolero Việt Nam 2021.",
        "link": "https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Anh_To%C3%A0n"
    },
    {
        "id": 85,
        "name": "Nguyễn Hưng",
        "profile": "Nguyễn Từ Hưng (sinh ngày 16 tháng 8 năm 1957) thường được biết đến với nghệ danh Nguyễn Hưng là một ca sĩ, vũ công người Canada gốc Việt.",
        "link": "https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_H%C6%B0ng"
    },
    {
        "id": 86,
        "name": "Nguyễn Hữu Thiết",
        "profile": "Nguyễn Hữu Thiết (1927-2002) là một nhạc sĩ kiêm ca sĩ của nền tân nhạc Việt Nam trong thế kỷ 20. Ông cùng với vợ là ca sĩ Ngọc Cẩm tạo thành một cặp song ca một thời tỏa sáng bằng tài năng nghệ thuật và được ngưỡng mộ bởi lòng chung thủy trong tình yêu.",
        "link": "https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_H%E1%BB%AFu_Thi%E1%BA%BFt"
    },
    {
        "id": 87,
        "name": "Nguyễn Phi Hùng (ca sĩ)",
        "profile": "Nguyễn Phi Hùng (sinh ngày 24 tháng 6 năm 1977 tại Đan Phượng, Hà Tây – nay thuộc Hà Nội) là một ca sĩ, nhạc sĩ, diễn viên Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Phi_H%C3%B9ng_(ca_s%C4%A9)"
    },
    {
        "id": 88,
        "name": "Tăng Duy Tân",
        "profile": "Nguyễn Tăng Duy Tân (sinh ngày 15 tháng 8 năm 1995), thường được biết đến với nghệ danh là Tăng Duy Tân, là một ca sĩ, nhạc sĩ kiêm nhà sản xuất âm nhạc người Việt Nam, từng giành được 1 giải Cống hiến. Anh sinh ra và lớn lên tại huyện Hải Lăng, tỉnh Quảng Trị. Anh là cháu họ của cố nhạc sĩ, Bộ trưởng Bộ Văn hóa - Thông tin Trần Hoàn và là em họ của nam ca sĩ Tùng Dương. Ngoài ra, hiện anh còn là giám đốc sản xuất âm nhạc cho công ty giải trí Big Arts Entertainment.\nAnh đã được biết đến nhiều nhất với 4 ca khúc là \"Dạ vũ\", \"Hết duyên\", \"Bên trên tầng lầu\" và \"Cắt đôi nỗi sầu\". Trong đó, ca khúc \"Bên trên tầng lầu\" đã mang lại sự nghiệp của anh nhiều nhất khi đạt vị trí quán quân BXH Top Vietnamese Songs, Hot 100 Billboard Việt Nam và 2 chiến thắng cùng 1 đề cử tại Giải thưởng Làn Sóng Xanh 2022. Ngoài rất nhiều giải thưởng lớn trong nước, Tăng Duy Tân còn là một trong những nghệ sĩ có nhiều sản phẩm âm nhạc vuơn tầm thế giới. Anh xuất sắc trở thành một trong mười nghệ sĩ có bài hát nổi bất nhất năm tại QQ Music - Trung Quốc, đáng chú ý 2 bài hát “Ngây Thơ” và “Dạ Vũ” đứng đầu nhiều BXH âm nhạc toàn Trung Quốc.",
        "link": "https://vi.wikipedia.org/wiki/T%C4%83ng_Duy_T%C3%A2n"
    },
    {
        "id": 89,
        "name": "Nguyên Vũ (ca sĩ)",
        "profile": "Nguyên Vũ tên đầy đủ Lê Nguyên Vũ (sinh ngày 4 tháng 8 năm 1975) là ca sĩ, diễn viên, MC và giám khảo truyền hình nổi tiếng người Việt Nam.\nNguyên Vũ từng là cái tên rất nổi tiếng những thế hệ 9x với rất nhiều bài hit, có mặt hầu hết trên thị trường băng đĩa nhạc. Sau 25 năm hoạt động nghệ thuật, Nguyên Vũ đã đánh dấu được tên tuổi của mình trong nhiều lĩnh vực, từ ca sĩ, diễn viên đến dẫn chương trình. Đến tận bây giờ, Nguyên Vũ vẫn nhận được nhiều sự yêu mến từ khán thính giả.",
        "link": "https://vi.wikipedia.org/wiki/Nguy%C3%AAn_V%C5%A9_(ca_s%C4%A9)"
    },
    {
        "id": 90,
        "name": "Nguyễn Trần Trung Quân",
        "profile": "Nguyễn Trần Trung Quân (sinh ngày 16 tháng 11 năm 1992 tại Hà Nội) là một ca sĩ, nhà sản xuất âm nhạc. Theo học tại Học viện Âm nhạc Quốc gia Việt Nam từ nhỏ, Trung Quân sớm tham gia sự nghiệp ca hát chuyên nghiệp thông qua nhiều cuộc thi trên toàn quốc, tiêu biểu có giải “Ca sĩ trẻ triển vọng” dòng nhạc nhẹ tại Sao Mai 2011 và top 4 cuộc thi Sao Mai điểm hẹn 2012.\nNgày 16 tháng 10 năm 2014, Trung Quân cho phát hành album phòng thu đầu tay có tên Khởi hành, sản xuất bởi Khắc Hưng theo phong cách electropop. Album nhận được đánh giá tích cực từ giới chuyên môn, giúp anh có được cú đúp giải thưởng quan trọng tại Giải thưởng Âm nhạc Cống hiến năm 2015 cho \"Album của năm\" và \"Nghệ sĩ mới của năm\".",
        "link": "https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Tr%E1%BA%A7n_Trung_Qu%C3%A2n"
    },
    {
        "id": 91,
        "name": "Chi Dân",
        "profile": "Chi Dân tên thật là Nguyễn Trung Hiếu (sinh ngày 2 tháng 6 năm 1989) là một nam ca sĩ kiêm sáng tác nhạc người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Chi_D%C3%A2n"
    },
    {
        "id": 92,
        "name": "Nhật Tinh Anh",
        "profile": "Nhật Tinh Anh (sinh ngày 7 tháng 2 năm 1979) tên thật là Nguyễn Quốc Phương, là một nam ca sĩ người Mỹ gốc Việt. Anh được khán giả biết đến là thành viên của nhóm nhạc 1088.",
        "link": "https://vi.wikipedia.org/wiki/Nh%E1%BA%ADt_Tinh_Anh"
    },
    {
        "id": 93,
        "name": "Ninh Đức Hoàng Long",
        "profile": "Ninh Đức Hoàng Long (sinh ngày 18 tháng 07 năm 1991 tại Ninh Bình) là một nghệ sĩ biểu diễn Opera. Anh đã 2 lần đoạt giải nhất tại cuộc thi opera quốc tế Simándy József lần thứ 9 diễn ra ở Szeged, Hungary đầu tháng 4 năm 2016 và lần thứ 10 diễn ra từ ngày 23 đến 29/4/2018. Anh cũng đạt giải nhất Nhóm thí sinh lớn tuổi cuộc thi tìm kiếm tài năng âm nhạc cổ điển Virtuózok 2018 trên sóng truyền hình quốc gia Hungary.",
        "link": "https://vi.wikipedia.org/wiki/Ninh_%C4%90%E1%BB%A9c_Ho%C3%A0ng_Long"
    },
    {
        "id": 94,
        "name": "Noo Phước Thịnh",
        "profile": "Nguyễn Phước Thịnh (sinh ngày 18 tháng 12 năm 1988), thường được biết đến với nghệ danh Noo Phước Thịnh, là một nam ca sĩ, vũ công kiêm diễn viên người Việt Nam.\nAnh là quán quân của The Remix (Hòa âm ánh sáng) mùa thứ 2 (2016) và là huấn luyện viên của các cuộc thi Giọng hát Việt nhí mùa 4 (2016), Giọng hát Việt mùa 4 (2017) và Giọng Hát Việt mùa 5 (2018).\nNoo Phước Thịnh là ca sĩ Việt Nam đầu tiên đảm nhiệm vai trò Đại sứ Thiện chí Du lịch Nhật Bản.",
        "link": "https://vi.wikipedia.org/wiki/Noo_Ph%C6%B0%E1%BB%9Bc_Th%E1%BB%8Bnh"
    },
    {
        "id": 95,
        "name": "Nông Xuân Ái",
        "profile": "Nông Xuân Ái sinh ngày 13 tháng 6 năm 1960 tại xã Lương Can, huyện Thông Nông, Tỉnh Cao Bằng - Việt Nam; là người dân tộc Tày. Ông từng tham gia quân đội vào cuối những năm 70 khi tuổi đời còn rất trẻ, từng bị thương tại chiến trường biên giới phía Bắc. Ông là người được xem như là một giọng hát dân ca hay nhất của vùng núi Phía Bắc, đặc biệt là những làn điệu hát Then, đàn Tính hát sli lượn của dân tộc Tày, Nùng. Ông được phong tặng danh hiệu Nghệ sĩ Ưu tú năm 1995 khi mới tròn 35 tuổi, tới năm 2016 ông là người dân tộc Tày đầu tiên được phong tặng danh hiệu Nghệ sĩ Nhân dân. Ông đã từng giữ chức vụ Giám đốc Nhà hát Ca Múa Nhạc dân gian Việt Bắc từ năm 2000 đến tháng 7 năm 2013. Từ tháng 7 năm 2013 đến tháng 9 năm 2018, ông đang làm công tác quản lý, giữ chức vụ Phó Giám đốc phụ trách chuyên môn của Nhà hát Ca múa Nhạc dân gian Việt Bắc thuộc Bộ Văn hoá,Thể thao và Du lịch - Việt Nam. Từ tháng 10 năm 2018 ông là Phó Giám đốc phụ trách Nhà hát Ca Múa Nhạc dân gian Việt Bắc. Ông nghỉ hưu vào 01 tháng 7 năm 2020.",
        "link": "https://vi.wikipedia.org/wiki/N%C3%B4ng_Xu%C3%A2n_%C3%81i"
    },
    {
        "id": 96,
        "name": "Only C",
        "profile": "Only C tên thật là Nguyễn Phúc Thạch (sinh ngày 20 tháng 2 năm 1988 tại Đà Nẵng) là một nhạc sĩ, ca sĩ, nhà sản xuất người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Only_C"
    },
    {
        "id": 97,
        "name": "Phạm Duy",
        "profile": "Phạm Duy (5 tháng 10 năm 1921 – 27 tháng 1 năm 2013), tên khai sinh Phạm Duy Cẩn là nhạc sĩ, nhạc công, ca sĩ, nhà nghiên cứu âm nhạc lớn của Việt Nam. Ông được nhiều người đánh giá là nhạc sĩ lớn nhất của nền tân nhạc Việt Nam  với lượng sáng tác đồ sộ cũng như đa dạng về thể loại, trong đó có rất nhiều ca khúc trở nên kinh điển và quen thuộc với người Việt. Nhạc của ông thường sử dụng những yếu tố nền tảng của âm nhạc cổ truyền Việt Nam kết hợp với những kỹ thuật, cấu trúc của nhạc hàn lâm Tây phương, tạo nên một phong cách riêng với nhiều tác phẩm lớn có tính đột phá, giàu ảnh hưởng đối với các nhạc sĩ thuộc nhiều thế hệ. Ông cũng là người khởi xướng, định hướng nhiều trào lưu, phong cách mới mẻ cho nền tân nhạc Việt. Ngoài sáng tác và biểu diễn, ông còn có những công trình khảo cứu về âm nhạc Việt Nam có giá trị. Ông từng giữ chức giáo sư nhạc ngữ tại Trường Quốc gia Âm nhạc Sài Gòn. Ông còn được coi như một nhà văn với 4 tập hồi ký được giới phê bình đánh giá cao về giá trị văn học lẫn giá trị tư liệu. Với hơn 70 năm sự nghiệp, trải qua nhiều giai đoạn lịch sử quan trọng của đất nước, ông được coi là \"cây đại thụ\" của nền âm nhạc Việt Nam. Tuy vậy bên cạnh đó, các quan điểm nhìn nhận về ông cũng khác biệt, chủ yếu là do các vấn đề chính trị.\nKhởi đầu sự nghiệp âm nhạc trong gánh hát Đức Huy với vai trò phó quản lý và ca sĩ hát lưu động. Từng tham gia Chiến tranh Đông Dương đến năm 1951, sau đó ông rời khỏi chiến khu rồi vào miền Nam Việt Nam để hoạt động âm nhạc. Phạm Duy là tên tuổi lớn và đầy ảnh hưởng tại miền Nam Việt Nam với những hoạt động tích cực dành cho cả âm nhạc và chính trị, và những hoạt động này còn tiếp diễn sau giai đoạn 1975, khi ông di tản sang Hoa Kỳ. Vì lý do chính trị, nhạc của ông bị cấm hoàn toàn tại miền Bắc Việt Nam sau 1954, và toàn Việt Nam sau 1975.\nNăm 2005, sau nhiều lần về thăm quê hương, ông chính thức trở về Việt Nam sống và từ đó, một số ca khúc của ông mới bắt đầu được phép phổ biến lại. Tính cho tới tháng 1 năm 2014, có 244 ca khúc được cấp phép lưu hành (trong số đó có 53 ca khúc ngoại quốc do ông đặt lời Việt), trong số khoảng hơn 2000 ca khúc do ông sáng tác hoặc viết lời.",
        "link": "https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_Duy"
    },
    {
        "id": 98,
        "name": "Phạm Hồng Phước (ca sĩ)",
        "profile": "Phạm Hồng Phước (sinh ngày 13 tháng 5 năm 1991), là một nam ca sĩ, nhạc sĩ, diễn viên điện ảnh người Việt Nam. Nổi danh từ chương trình Vietnam Idol 2012, Phạm Hồng Phước tự viết nhạc và trình diễn với tư cách ca sĩ solo, đồng thời hợp tác với nhiều ca sĩ khác tại Việt Nam. Cuối năm 2016, anh chuyển hướng sang lĩnh vực điện ảnh và được chú ý với vai diễn Phước trong Đảo của dân ngụ cư – vai diễn giúp anh giành giải \"Nam diễn viên chính xuất sắc nhất\" tại Liên hoan phim quốc tế ASEAN một năm sau đó.",
        "link": "https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_H%E1%BB%93ng_Ph%C6%B0%E1%BB%9Bc_(ca_s%C4%A9)"
    },
    {
        "id": 99,
        "name": "Phạm Toàn Thắng",
        "profile": "Phạm Toàn Thắng (sinh ngày 29 tháng 9 năm 1987) là một ca sĩ kiêm sáng tác nhạc người Việt Nam. Anh được biết đến lần đầu khi sáng tác ca khúc Cô bé mùa đông năm 2004. Phạm Toàn Thắng còn là nghệ sĩ giành được 3 đề cử và chiến thắng ở 2 hạng mục tại giải Cống hiến.",
        "link": "https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_To%C3%A0n_Th%E1%BA%AFng"
    },
    {
        "id": 100,
        "name": "Phạm Trưởng",
        "profile": "Phạm Trưởng (sinh ngày 28 tháng 1 năm 1985 tại Bình Định) là một ca sĩ, nhạc sĩ Việt Nam và là cựu thành viên của nhóm nhạc Vboys. Anh hát với thể loại nhạc Pop-ballad, R&B nổi tiếng với ca khúc do chính anh sáng tác như: Đàn ông là thế, Xin lỗi anh đã sai, Hai ba năm, Trang giấy trắng.",
        "link": "https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_Tr%C6%B0%E1%BB%9Fng"
    },
    {
        "id": 101,
        "name": "Phan Mạnh Quỳnh",
        "profile": "Phan Mạnh Quỳnh (sinh ngày 10 tháng 1 năm 1990) là một ca sĩ kiêm nhạc sĩ của Việt Nam. Anh giành được một đề cử Cống hiến cho bài \"Huyền thoại\" năm 2019. Vào đầu năm 2020, anh nhận được 2 giải thưởng Làn Sóng Xanh 2019 tại các hạng mục \"Ca khúc Nhạc phim được yêu thích nhất\" và \"Top 10 Ca khúc được yêu thích nhất\" với sáng tác \"Có chàng trai viết lên cây\". Tháng 3 năm 2020, anh nhận được giải thưởng Cống hiến với hạng mục Nhạc sĩ của năm.\nPhan Mạnh Quỳnh trở nên nổi tiếng qua ca khúc \"Vợ người ta\", bài hát sở hữu hơn 100 triệu lượt xem trên kênh YouTube và là từ khóa được tìm kiếm nhiều nhất tại Việt Nam năm 2015, theo thống kê của Google. Năm 2016, anh tạo bước ngoặt khi tham dự chương trình Bài hát hay nhất mùa 1. Anh còn được biết đến với vai trò là một nhạc sĩ cộng tác thành công với Mỹ Tâm, Bùi Lan Hương, Hà Anh Tuấn và Phạm Quỳnh Anh.\nCuối năm 2020, Phan Mạnh Quỳnh đạt giải \"Nhạc sĩ của năm\" tại Giải thưởng Âm nhạc Cống hiến lần thứ 15, tổ chức trực tuyến tại Hà Nội.",
        "link": "https://vi.wikipedia.org/wiki/Phan_M%E1%BA%A1nh_Qu%E1%BB%B3nh"
    },
    {
        "id": 102,
        "name": "Phú Lê",
        "profile": "Phú Lê, tên thật là Lê Văn Phú (sinh ngày 13 tháng 8 năm 1980) là một giang hồ mạng, ca sĩ, diễn viên nghiệp dư người Việt Nam nổi tiếng trên mạng xã hội. Anh được biết đến là người thường xuyên rao giảng đạo đức, \"nghĩa khí giang hồ\" trên kênh YouTube có gần 2 triệu lượt đăng ký của mình.\nNổi tiếng trên mạng xã hội và nhanh chóng trở thành một hiện tượng mạng, Phú Lê được biết đến dưới vai trò ca sĩ, diễn viên nghiệp dư khi tham gia một số sự kiện về âm nhạc, đóng video âm nhạc hoặc những phim ngắn về chủ đề giang hồ. Nội dung các MV này xoay quanh chủ đề mâu thuẫn giang hồ, tình anh em giang hồ vượt qua khó khăn. Trong đó, bài hát nổi tiếng nhất của anh là \"Đời là thế thôi\" với câu \"Khổ trước sướng sau thế mới giàu\" đã trở thành một câu cửa miệng của giới trẻ đã thu về hơn 146 triệu lượt xem trên YouTube trước khi bị gỡ.\nPhú Lê được biết là có mối quan hệ giao lưu với các giang hồ mạng có tiếng tăm khác như Huấn Hoa Hồng, Dương Minh Tuyền, Đường Nhuệ, Dũng Trọc Hà Đông, cũng như chí cốt của người này là Khá Bảnh. Ngày 11 tháng 8 năm 2020, Công an thành phố Hà Nội đã ra quyết định khởi tố bị can đối với Lê Văn Phú về tội Cố ý gây thương tích vì là chủ mưu một vụ hành hung hai người phụ nữ lớn tuổi.",
        "link": "https://vi.wikipedia.org/wiki/Ph%C3%BA_L%C3%AA"
    },
    {
        "id": 103,
        "name": "Phùng Ngọc Huy",
        "profile": "Phùng Ngọc Huy (sinh ngày 8 tháng 2 năm 1985) là một nam ca sĩ và diễn viên người Việt Nam. Anh được đông đảo khán giả biết đến với vai trò là diễn viên sau vai Quốc trong phim truyền hình Cổng mặt trời và giành giải Mai Vàng vào năm 2010. Ngoài ra, anh còn tham gia các bộ phim như Chạm vào quá khứ, Mua láng giềng gần, Tay chơi miệt vườn…",
        "link": "https://vi.wikipedia.org/wiki/Ph%C3%B9ng_Ng%E1%BB%8Dc_Huy"
    },
    {
        "id": 104,
        "name": "Phùng Tiến Minh",
        "profile": "Phùng Tiến Minh (sinh ngày 17 tháng 7 năm 1978) là một diễn viên phim truyền hình và diễn viên kịch, nhạc sĩ, ca sĩ. Anh được nhà nước trao tặng danh hiệu nghệ sĩ ưu tú năm 2019 sau những đóng góp cho nền nghệ thuật nước nhà",
        "link": "https://vi.wikipedia.org/wiki/Ph%C3%B9ng_Ti%E1%BA%BFn_Minh"
    },
    {
        "id": 105,
        "name": "Phượng Vũ",
        "profile": "Phượng Vũ (sinh ngày 24 tháng 9 năm 1947 - mất ngày 16 tháng 4 năm 2021) là một ca sĩ, nhạc sĩ người Việt Nam. Ông là tác giả của một số ca khúc nhạc vàng được nhiều người biết đến trước năm 1975 như: Cánh thư mùa hạ, Rừng ái ân, Áo nhà binh. Ngoài ra, ông còn là anh ruột của nữ nhạc sĩ Khúc Lan.",
        "link": "https://vi.wikipedia.org/wiki/Ph%C6%B0%E1%BB%A3ng_V%C5%A9"
    },
    {
        "id": 106,
        "name": "Quách Tuấn Du",
        "profile": "Quách Tuấn Du (tên thật: Trần Trung Du) sinh ngày 13 tháng 10 năm 1981 tại An Giang. Anh được biết đến với vai trò là ca sĩ đồng thời anh cũng tham gia vào lĩnh vực điện ảnh với vai trò là diễn viên. Anh cũng được Ngọc Sơn nhận làm con nuôi.",
        "link": "https://vi.wikipedia.org/wiki/Qu%C3%A1ch_Tu%E1%BA%A5n_Du"
    },
    {
        "id": 107,
        "name": "Quang Hà",
        "profile": "Vũ Hoàng Hà (sinh ngày 19 tháng 1 năm 1981 tại Hà Nội), thường được biết đến với nghệ danh Quang Hà là một nam ca sĩ Việt Nam. Quang Hà được khán giả biết đến với ca khúc Cô bé mắt nai, Những ngọn nến trong đêm và Ngỡ.",
        "link": "https://vi.wikipedia.org/wiki/Quang_H%C3%A0"
    },
    {
        "id": 108,
        "name": "Quang Lê",
        "profile": "Lê Hữu Nghị (sinh ngày 24 tháng 1 năm 1979 tại Huế) thường được biết đến với nghệ danh Quang Lê, là một nam ca sĩ hải ngoại thành công với dòng nhạc trữ tình.",
        "link": "https://vi.wikipedia.org/wiki/Quang_L%C3%AA"
    },
    {
        "id": 109,
        "name": "Quang Thọ (ca sĩ)",
        "profile": "Quang Thọ (tên đầy đủ là Nguyễn Quang Thọ, sinh ngày 3 tháng 12 năm 1948, quê ở Quảng Ninh), là một ca sĩ giọng baritone và giảng viên thanh nhạc người Việt Nam. Ông được nhà nước Việt Nam phong tặng danh hiệu Nghệ sĩ nhân dân.",
        "link": "https://vi.wikipedia.org/wiki/Quang_Th%E1%BB%8D_(ca_s%C4%A9)"
    },
    {
        "id": 110,
        "name": "Quang Vinh (ca sĩ)",
        "profile": "Quang Vinh (tên khai sinh: Trần Quang Vinh, sinh ngày 18 tháng 5 năm 1982) là một nam ca sĩ nhạc trẻ người Việt Nam.\nAnh được phát hiện năng khiếu ca hát từ nhỏ, năm 11 tuổi Quang Vinh tham gia sinh hoạt ở đội Sơn Ca Nhà Thiếu Nhi Quận 1, và bắt đầu nổi tiếng với các ca khúc thiếu nhi: Cho con, Mẹ hiền, Thằng Bờm, Tây Du Ký...\nAnh được biết đến nhiều nhất với màn ra mắt album chuyên nghiệp đầu tiên \"Những Ngày Xưa Yêu Dấu\" vào năm 2000, trên sóng truyền hình VTV3 với MV \"Tình yêu tìm thấy\" trong chương trình \"VTV Bài hát tôi yêu\" và album thứ 5 Miền cát trắng năm 2003.\n2016, anh quay lại showbiz bằng vai diễn Đức Duy trong dự án phim \"Tỉnh giấc tôi thấy mình trong ai\" của nữ diễn viên Chi Pu sản xuất, và video nhạc \"Điều Buồn Tênh\" đạt 2 triệu lượt xem trong thời gian ngắn.\nHiện tại Quang Vinh đã và đang tiếp tục hoạt động ca hát, bên cạnh vai trò mới là người dẫn/nhà sản xuất các chương trình du lịch (Quang Vinh Passport, Quang Vinh Đi Vietnam, Quang Vinh Retreat...)",
        "link": "https://vi.wikipedia.org/wiki/Quang_Vinh_(ca_s%C4%A9)"
    },
    {
        "id": 111,
        "name": "Quốc Đại",
        "profile": "Quốc Đại (sinh ngày 19 tháng 12 năm 1979) là một nam ca sĩ thành công với dòng nhạc quê hương, trữ tình. Năm 1998, anh đoạt giải Nhì cuộc thi Tiếng hát Truyền hình Thành phố Hồ Chí Minh.",
        "link": "https://vi.wikipedia.org/wiki/Qu%E1%BB%91c_%C4%90%E1%BA%A1i"
    },
    {
        "id": 112,
        "name": "Quốc Hương",
        "profile": "Quốc Hương (21 tháng 8 năm 1915 – 19 tháng 2 năm 1984) là một ca sĩ nhạc đỏ thế hệ đầu tiên. Ông được coi là một trong những giọng ca lớn nhất của nền tân nhạc cách mạng Việt Nam. Ngoài ra Quốc Hương còn là nhạc sĩ với những ca khúc như Tầm Vu (viết chung với Đắc Nhẫn), Du kích Long Phú...",
        "link": "https://vi.wikipedia.org/wiki/Qu%E1%BB%91c_H%C6%B0%C6%A1ng"
    },
    {
        "id": 113,
        "name": "Quốc Thiên",
        "profile": "Trần Quốc Thiên, thường được biết đến với nghệ danh Quốc Thiên (sinh ngày 9 tháng 4 năm 1988), là một nam ca sĩ người Việt Nam. Từng đoạt giải nhì của cuộc thi Tiếng ca học đường, anh nổi tiếng khi trở thành quán quân của mùa thứ 2 trong chương trình Vietnam Idol.",
        "link": "https://vi.wikipedia.org/wiki/Qu%E1%BB%91c_Thi%C3%AAn"
    },
    {
        "id": 114,
        "name": "Quý Dương (nghệ sĩ)",
        "profile": "Quý Dương, tên thật là Phạm Quý Dương (1937 – 28 tháng 6 năm 2011), là một nam ca sĩ người Việt Nam, từng giữ chức vụ phó giám đốc và giám đốc Nhà hát Nhạc Vũ Kịch Việt Nam. Ông được phong tặng danh hiệu Nghệ sĩ nhân dân năm 1997.",
        "link": "https://vi.wikipedia.org/wiki/Qu%C3%BD_D%C6%B0%C6%A1ng_(ngh%E1%BB%87_s%C4%A9)"
    },
    {
        "id": 115,
        "name": "Rhyder",
        "profile": "Nguyễn Quang Anh (sinh ngày 18 tháng 3 năm 2001), còn được biết đến với nghệ danh là Rhyder (cách điệu là: RHYDER) hay Quang Anh Rhyder, là một rapper, ca sĩ người Việt Nam. Quang Anh nổi danh từ khi đoạt giải quán quân Giọng hát Việt nhí năm 2013 . Sau đó, anh bắt đầu tham gia các hoạt động âm nhạc với vai trò ca sĩ. Tuy chỉ mới 12 tuổi nhưng anh được giới chuyên môn và khán giả đánh giá cao bởi khả năng ca hát, cảm thụ âm nhạc và phong cách trình diễn đầy máu nghệ sĩ của mình.  Hiện tại anh đang thử sức theo đuổi thể loại nhạc Rap và tiếp tục rèn luyện nâng cao khả năng của mình trong Rock, Pop, Dance-pop.",
        "link": "https://vi.wikipedia.org/wiki/Rhyder"
    },
    {
        "id": 116,
        "name": "Rhymastic",
        "profile": "Vũ Đức Thiện (sinh ngày 8 tháng 4 năm 1991), thường được biết đến với nghệ danh Rhymastic hay Young Crizzal, là một nam rapper, nhạc sĩ sáng tác ca khúc, ca sĩ kiêm nhà sản xuất thu âm người Việt Nam. Là thành viên của nhóm SpaceSpeakers, anh được giới chuyên môn cũng như khán giả đánh giá là một trong những rapper xuất sắc nhất Việt Nam hiện nay.",
        "link": "https://vi.wikipedia.org/wiki/Rhymastic"
    },
    {
        "id": 117,
        "name": "Song Luân",
        "profile": "Nguyễn Trường Sinh (sinh ngày 17 tháng 9 năm 1991), thường được biết đến với nghệ danh Song Luân, là một nam diễn viên kiêm ca sĩ người Việt Nam. Vào năm 2019, anh đã đoạt giải \"Nam diễn viên chính xuất sắc nhất\" tại Giải thưởng Hàn lâm sáng tạo châu Á.",
        "link": "https://vi.wikipedia.org/wiki/Song_Lu%C3%A2n"
    },
    {
        "id": 118,
        "name": "Soobin Hoàng Sơn",
        "profile": "Nguyễn Huỳnh Sơn (sinh ngày 10 tháng 9 năm 1992), thường được biết đến với nghệ danh Soobin hay với tên cũ là Soobin Hoàng Sơn, là một nam ca sĩ kiêm nhạc sĩ sáng tác ca khúc người Việt Nam. Anh là một trong số ít nam ca sĩ tại Việt Nam có khả năng thể hiện được nhiều dòng nhạc và kĩ năng trình diễn sân khấu nổi bật.",
        "link": "https://vi.wikipedia.org/wiki/Soobin_Ho%C3%A0ng_S%C6%A1n"
    },
    {
        "id": 119,
        "name": "Sỹ Luân",
        "profile": "Nguyễn Sỹ Luân (sinh ngày 5 tháng 5 năm 1982), thường được biết đến với nghệ danh Sỹ Luân là một nhạc sĩ, ca sĩ, người dẫn chương trình và cũng là một diễn viên Việt Nam. Trước đây anh là học sinh của trường Trung học Phổ thông Nguyễn Thị Minh Khai tại Thành phố Hồ Chí Minh. Hiện anh là Giám đốc Trung tâm Văn hoá Nghệ thuật HUTECH.",
        "link": "https://vi.wikipedia.org/wiki/S%E1%BB%B9_Lu%C3%A2n"
    },
    {
        "id": 120,
        "name": "Sơn Tùng M-TP",
        "profile": "Nguyễn Thanh Tùng (sinh ngày 5 tháng 7 năm 1994), thường được biết đến với nghệ danh Sơn Tùng M-TP, là một nam ca sĩ kiêm sáng tác nhạc, rapper và diễn viên người Việt Nam. Sinh ra ở thành phố Thái Bình, Sơn Tùng thường đi hát ở Cung văn hoá thiếu nhi tỉnh Thái Bình và học chơi đàn organ từ nhỏ.",
        "link": "https://vi.wikipedia.org/wiki/S%C6%A1n_T%C3%B9ng_M-TP"
    },
    {
        "id": 121,
        "name": "Việt Hoàn",
        "profile": "Việt Hoàn, tên khai sinh là Trần Việt Hoàn (sinh năm 1967 tại Thái Bình) là một ca sĩ Việt Nam, được phong tặng danh hiệu Nghệ sĩ ưu tú năm 2006. Hiện anh là ca sĩ của Nhà hát nhạc nhẹ thuộc Đài tiếng nói Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Vi%E1%BB%87t_Ho%C3%A0n"
    },
    {
        "id": 122,
        "name": "Tạ Quang Thắng",
        "profile": "Tạ Quang Thắng (sinh 28 tháng 4 năm 1988) là một nam ca sĩ người Việt Nam, từng giành được 4 đề cử cho giải Cống hiến. Năm 2005, cùng với người bạn Hoàng Anh Khang, Tạ Quang Thắng đã tạo được những cơn sốt với những ca khúc quen thuộc \"Bèo dạt mây trôi\", \"Đi học\"..., qua đó giành giải Nhất của cuộc thi Tuổi đời mênh mông. Anh theo đuổi dòng nhạc Country rock và với chất giọng khỏe khoắn, mộc mạc và trầm ấm cùng với khả năng chơi ghita điêu luyện, Thắng đã gây ấn tượng mạnh với khán giả, đặc biệt là các khán giả trẻ. Năm 2012, anh phát hành album đầu tay cũng có tên Country rock. Album đã khá thành công, lần đầu đánh dấu tên tuổi của anh trong làng âm nhạc Việt, đem về cho anh hai đề cử album của năm và nhạc sĩ của năm tại Giải thưởng Âm nhạc Cống hiến lần thứ 8. Album phòng thu thứ hai của Thắng mang tên Một tôi rất mới cũng tiếp nối thành công của Country rock và kiếm về hai đề cử album của năm và nhạc sĩ của năm cho anh tại Giải thưởng Âm nhạc Cống hiến lần thứ 9.",
        "link": "https://vi.wikipedia.org/wiki/T%E1%BA%A1_Quang_Th%E1%BA%AFng"
    },
    {
        "id": 123,
        "name": "Tăng Nhật Tuệ",
        "profile": "Tăng Duy Linh hay còn được biết đến với nghệ danh Tăng Nhật Tuệ là một nam ca sĩ, nhạc sĩ, diễn viên Việt Nam. Anh còn là người dẫn chương trình (VJ) của kênh truyền hình Yeah1TV.",
        "link": "https://vi.wikipedia.org/wiki/T%C4%83ng_Nh%E1%BA%ADt_Tu%E1%BB%87"
    },
    {
        "id": 124,
        "name": "Thái Châu (ca sĩ)",
        "profile": "Trương Chiêu Thông (sinh ngày 15 tháng 1 năm 1951) thường được biết đến với nghệ danh Thái  Châu, là một ca sĩ người Việt Nam nổi tiếng từ trước năm 1975. Tên tuổi của ông gắn liền với các ca khúc như Bài thánh ca buồn, Linh hồn tượng đá, Tình cờ gặp lại nhau.",
        "link": "https://vi.wikipedia.org/wiki/Th%C3%A1i_Ch%C3%A2u_(ca_s%C4%A9)"
    },
    {
        "id": 125,
        "name": "Thế Sơn",
        "profile": "Thế Sơn (sinh ngày 10 tháng 10 năm 1965) là một ca sĩ người Mỹ gốc Việt nổi tiếng với nhiều dòng nhạc. Anh cộng tác với Trung tâm Thúy Nga 20 năm và trở thành ca sĩ tự do vào năm 2015.",
        "link": "https://vi.wikipedia.org/wiki/Th%E1%BA%BF_S%C6%A1n"
    },
    {
        "id": 126,
        "name": "Thu Hồ",
        "profile": "Thu Hồ (14 tháng 10 năm 1919 – 19 tháng 5 năm 2000) là một nhạc sĩ, ca sĩ, nhà viết kịch người Việt Nam. Ông là thân phụ của nữ ca sĩ Mỹ Huyền.",
        "link": "https://vi.wikipedia.org/wiki/Thu_H%E1%BB%93"
    },
    {
        "id": 127,
        "name": "Trần Tiến",
        "profile": "Trần Tiến (tên đầy đủ Trần Việt Tiến, 16 tháng 5 năm 1947) là một nhạc sĩ người Việt Nam. Ông vừa là nhạc sĩ sáng tác ca khúc quần chúng, vừa là ca sĩ. Ngoài ra, ông từng giành được 2 đề cử tại giải Cống hiến. Ông hiện đang sống cùng với vợ ở Vũng Tàu.",
        "link": "https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_Ti%E1%BA%BFn"
    },
    {
        "id": 128,
        "name": "Tim (ca sĩ)",
        "profile": "Trần Nguyên Cát Vũ (sinh ngày 2 tháng 9 năm 1984), thường được biết đến với nghệ danh Tim, là một nam ca sĩ và diễn viên người Việt Nam. Anh trở nên nổi tiếng sau khi bài hát Một vòng trái đất song ca cùng ca sĩ Minh Hằng trở thành một bản hit vào năm 2008.",
        "link": "https://vi.wikipedia.org/wiki/Tim_(ca_s%C4%A9)"
    },
    {
        "id": 129,
        "name": "Trần Hiếu",
        "profile": "Trần Hiếu (tên đầy đủ Trần Trung Hiếu) (23 tháng 4 năm 1936) là một ca sĩ Việt Nam nổi tiếng với chất giọng nam trầm. Ông hát nhiều thể loại nhạc như opera, nhạc đỏ, nhạc trữ tình. Ông được phong tặng danh hiệu Nghệ sĩ nhân dân vào năm 1997.",
        "link": "https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_Hi%E1%BA%BFu"
    },
    {
        "id": 130,
        "name": "Trần Khánh",
        "profile": "Trần Khánh (1931 – 1981) là một ca sĩ nhạc đỏ và là một nghệ sĩ nhân dân người Việt Nam. Ông là một trong những ca sĩ thể hiện thành công nhiều bài hát nhạc đỏ của Việt Nam và là một trong những nghệ sĩ có tên tuổi của quốc gia này trong thế kỉ 20.  \nTrần Khánh thường được báo chí và công chúng mệnh danh là \"giọng ca vàng\". Ông qua đời vì tai nạn giao thông ở độ tuổi 50. Ông được Nhà nước Việt Nam truy tặng danh hiệu Nghệ sĩ nhân dân vào năm 2007.",
        "link": "https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_Kh%C3%A1nh"
    },
    {
        "id": 131,
        "name": "Trần Thái Hòa",
        "profile": "Trần Thái Hòa (sinh ngày 28 tháng 1 năm 1973) là một ca sĩ hải ngoại người Mỹ gốc Việt. Cuối năm 1993, anh được bảo lãnh sang Hoa Kỳ theo diện đoàn tụ và cư ngụ tại miền nam California cho đến nay.",
        "link": "https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_Th%C3%A1i_H%C3%B2a"
    },
    {
        "id": 132,
        "name": "Trí Hải (ca sĩ)",
        "profile": "Trí Hải (31 tháng 7 năm 1986 - 20 tháng 10 năm 2009) tên thật là Cấn Triều Hải là một trong những ca sĩ nhạc trẻ Việt Nam với các ca khúc của anh như Mặc kệ người ta nói, Giọt lệ tình...đã làm cho làn sóng của anh nổi như cồn và có nhiều người chọn anh là thần tượng âm nhạc. Ngoài ca hát, anh từng là người dẫn chương trình của các chương trình truyền hình như Thế giới vui nhộn (dẫn chung với Vương Khang, Sĩ Luân).",
        "link": "https://vi.wikipedia.org/wiki/Tr%C3%AD_H%E1%BA%A3i_(ca_s%C4%A9)"
    },
    {
        "id": 133,
        "name": "Trịnh Thăng Bình",
        "profile": "Trịnh Thăng Bình (sinh ngày 30 tháng 4 năm 1988 tại Thành phố Hồ Chí Minh) là một ca sĩ, nhạc sĩ, diễn viên, người dẫn chương trình và nhà sản xuất âm nhạc người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Tr%E1%BB%8Bnh_Th%C4%83ng_B%C3%ACnh"
    },
    {
        "id": 134,
        "name": "Trọng Hiếu",
        "profile": "Nguyễn Trọng Hiếu (sinh ngày 4 tháng 7 năm 1992), thường được biết đến với nghệ danh Trọng Hiếu, là một nam ca sĩ kiêm vũ công người Đức gốc Việt. Là quán quân của mùa thứ sáu trong chương trình Vietnam Idol, anh cũng từng đoạt các giải của cuộc thi nhảy Dance4Fans tại Đức và châu Âu, cũng như giành được một đề cử tại giải Cống hiến.",
        "link": "https://vi.wikipedia.org/wiki/Tr%E1%BB%8Dng_Hi%E1%BA%BFu"
    },
    {
        "id": 135,
        "name": "Trọng Tấn",
        "profile": "Trọng Tấn (tên khai sinh là Vũ Trọng Tấn, sinh ngày 19 tháng 1 năm 1976 tại Thanh Hóa) là một ca sĩ người Việt Nam. Anh có sở trường là các nhạc phẩm truyền thống và cách mạng, có chất giọng Tenor (nam cao), học vị thạc sĩ. Hiện anh là ca sĩ tự do, tham gia làm giảng viên thanh nhạc thính giảng tại Học viện Âm nhạc quốc gia Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Tr%E1%BB%8Dng_T%E1%BA%A5n"
    },
    {
        "id": 136,
        "name": "Trúc Hồ",
        "profile": "Trúc Hồ (sinh ngày 2 tháng 4 năm 1964) là một nhạc sĩ, nghệ sĩ hòa âm người Mỹ gốc Việt. Anh là một trong những nhạc sĩ ủng hộ nhân quyền tại Việt Nam và có những sáng tác đều đặn thuộc dòng nhạc hải ngoại.",
        "link": "https://vi.wikipedia.org/wiki/Tr%C3%BAc_H%E1%BB%93"
    },
    {
        "id": 137,
        "name": "Trúc Nhân",
        "profile": "Nguyễn Trúc Nhân (sinh ngày 30 tháng 11 năm 1991), thường được biết đến với nghệ danh Trúc Nhân, là một nam ca sĩ người Việt Nam. Anh được biết đến khi tham gia mùa đầu tiên của chương trình Giọng hát Việt. Trong suốt sự nghiệp của mình, anh từng ba lần giành giải Cống hiến.",
        "link": "https://vi.wikipedia.org/wiki/Tr%C3%BAc_Nh%C3%A2n"
    },
    {
        "id": 138,
        "name": "Trung Đức",
        "profile": "Trung Đức  (sinh ngày 23 tháng 3 năm 1952) là một ca sĩ nhạc đỏ người Việt Nam, được biết đến với vai trò là ca sĩ hát những bài hát truyền thống thành công nhất với chất giọng cao, ấm và truyền cảm. Ông còn là tác giả của một số ca khúc âm hưởng dân ca như Nhớ về hội Lim, Em đi chùa Hương, Chân quê, Gọi em. Trung Đức được phong tặng danh hiệu Nghệ sĩ nhân dân năm 2007.",
        "link": "https://vi.wikipedia.org/wiki/Trung_%C4%90%E1%BB%A9c"
    },
    {
        "id": 139,
        "name": "Trung Kiên (nghệ sĩ)",
        "profile": "Trung Kiên (5 tháng 11 năm 1939 – 27 tháng 1 năm 2021), là một ca sĩ nhạc đỏ nổi tiếng người Việt Nam, từng giữ chức vụ Thứ trưởng Bộ Văn hóa Thông tin và Giám đốc Nhà hát Nhạc Vũ Kịch Việt Nam. Ông được nhà nước Việt Nam phong tặng học hàm Giáo sư, danh hiệu Nghệ sĩ Ưu tú năm 1984 và Nghệ sĩ Nhân dân năm 2001.",
        "link": "https://vi.wikipedia.org/wiki/Trung_Ki%C3%AAn_(ngh%E1%BB%87_s%C4%A9)"
    },
    {
        "id": 140,
        "name": "Trương Thế Vinh",
        "profile": "Nguyễn Xuân Vinh (sinh ngày 22 tháng 5 năm 1984), thường được biết đến với nghệ danh Trương Thế Vinh, là một nam ca sĩ, người dẫn chương trình, người mẫu kiêm diễn viên người Việt Nam. Anh từng là thành viên của nhóm nhạc MP5.",
        "link": "https://vi.wikipedia.org/wiki/Tr%C6%B0%C6%A1ng_Th%E1%BA%BF_Vinh"
    },
    {
        "id": 141,
        "name": "Trường Vũ (ca sĩ)",
        "profile": "Huỳnh Văn Ngoảnh (sinh ngày 25 tháng 2 năm 1963) thường được biết đến với nghệ danh Trường Vũ, là một nam ca sĩ người Mỹ gốc Hoa nổi tiếng với dòng nhạc vàng. Anh là nam ca sĩ thường song ca cùng Như Quỳnh và Tâm Đoan.",
        "link": "https://vi.wikipedia.org/wiki/Tr%C6%B0%E1%BB%9Dng_V%C5%A9_(ca_s%C4%A9)"
    },
    {
        "id": 142,
        "name": "Tuấn Khanh (nhạc sĩ sinh 1933)",
        "profile": "Trần Trọng Ngọc, (sinh ngày 10 tháng 12 năm 1933 tại Nam Định), thường được biết đến với nghệ danh Tuấn Khanh là một nhạc sĩ có nhiều ca khúc nổi tiếng. Ngoài nghệ danh Tuấn Khanh ông còn dùng nhiều tên khác như Thương Hoài Thương; Trần Kim Phú; Hoàng Mộng Ngân... Ông còn là một ca sĩ với nghệ danh Trần Ngọc.",
        "link": "https://vi.wikipedia.org/wiki/Tu%E1%BA%A5n_Khanh_(nh%E1%BA%A1c_s%C4%A9_sinh_1933)"
    },
    {
        "id": 143,
        "name": "Tuấn Ngọc",
        "profile": "Tuấn Ngọc (sinh năm 1947) tên thật là Lã Anh Tuấn, là một ca sĩ người Việt Nam. Tuấn Ngọc nhận được sự đánh giá cao của giới chuyên môn và được coi là \"tượng đài\" của dòng nhạc trữ tình Việt Nam ở hải ngoại. Ông còn được xem là nam ca sĩ có ảnh hưởng mạnh mẽ đến các thế hệ đồng nghiệp chung thể loại nhạc với bản thân mình.",
        "link": "https://vi.wikipedia.org/wiki/Tu%E1%BA%A5n_Ng%E1%BB%8Dc"
    },
    {
        "id": 144,
        "name": "Hà Anh Tuấn",
        "profile": "Hà Anh Tuấn (sinh ngày 17 tháng 12 năm 1984) là một nam ca sĩ người Việt Nam. Anh từng giành được 13 đề cử và 2 lần đoạt giải Cống hiến. Hà Anh Tuấn bắt đầu nổi tiếng từ khi lọt vào top 3 cuộc thi Sao Mai điểm hẹn mùa thứ 2 năm 2006. Năm 2006, anh cộng tác với nhạc sĩ Võ Thiện Thanh để ra mắt album phòng thu đầu tay, Café sáng (2007), đĩa nhạc đã góp phần khẳng định phong cách âm nhạc cho sự nghiệp của anh. Tiếp tục, Hà Anh Tuấn thành công với những album chất lượng nghệ thuật, bao gồm các album được đề cử giải Cống hiến Saigon Radio (2008), Cocktail (2010) và Street Rhythm (2015).\nCuối năm 2016, Hà Anh Tuấn ra mắt dự án âm nhạc See Sing Share, bao gồm 10 tập phát hành trên kênh YouTube của anh. Dự án đã tạo được tiếng vang lớn và trở thành hiện tượng trước công chúng. Sự thành công ngoài mong đợi đó đã kéo theo thành công của See Sing Share 2 – The Love Land (2017), liveshow Fragile cháy vé trong chỉ 2 tiếng kể từ khi mở bán, và album phòng thu thứ bảy cùng tên. Tiếp theo sau đó là dự án See Sing Share 3 – Sweet Memories (2018), cùng chuỗi liveshow See Sing Share Concert với Romance – Người đàn ông & bông hoa trên ngực trái và Gấu (2018).\nHà Anh Tuấn còn phát triển sự nghiệp kinh doanh riêng. Hiện anh đang đảm nhận cương vị Chủ tịch Hội đồng thành viên Công ty giải trí Viet Vision.\nNăm 2016, Hà Anh Tuấn được Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh phối hợp với Quỹ hỗ trợ Tài năng trẻ Việt Nam trao giải 1 trong 10 gương mặt trẻ Việt Nam tiêu biểu.",
        "link": "https://vi.wikipedia.org/wiki/H%C3%A0_Anh_Tu%E1%BA%A5n"
    },
    {
        "id": 145,
        "name": "Ưng Hoàng Phúc",
        "profile": "Nguyễn Quốc Thanh (sinh ngày 18 tháng 8 năm 1981), thường được biết đến với nghệ danh Ưng Hoàng Phúc, là một nam ca sĩ, diễn viên kiêm vũ công người Việt Nam. Với doanh số khoảng 250 nghìn đĩa được tiêu thụ, anh là một trong những nghệ sĩ V-pop bán đĩa chạy nhất. Anh từng là ca sĩ độc quyền của công ty WePro. \nƯng Hoàng Phúc cũng từng là thành viên của nhóm 1088, một ban nhạc nam nổi tiếng trong dòng nhạc trẻ Việt Nam, dưới sự quản lý của công ty Cánh Chim Việt. Sau khi Nhóm nhạc 1088 tan rã, Ưng Hoàng Phúc bắt đầu sự nghiệp solo và nhanh chóng trở thành thần tượng của một lượng lớn khán giả trẻ 8x và 9x trong suốt những năm thập niên 2000.",
        "link": "https://vi.wikipedia.org/wiki/%C6%AFng_Ho%C3%A0ng_Ph%C3%BAc"
    },
    {
        "id": 146,
        "name": "Văn Hanh",
        "profile": "Văn Hanh (tên thật Nguyễn Văn Hanh) (sinh 1927) là một ca sĩ Việt Nam trong thập niên 1940 - 1960, nổi tiếng với các bài hát cách mạng và dân ca. Ngoài ra ông còn được biết đến là em trai ruột của Nghệ sĩ nhân dân Thương Huyền.",
        "link": "https://vi.wikipedia.org/wiki/V%C4%83n_Hanh"
    },
    {
        "id": 147,
        "name": "Việt Khang",
        "profile": "Việt Khang (tên thật: Võ Minh Trí, sinh năm 1978 tại Tiền Giang) là một nhạc sĩ, ca sĩ và nhà bất đồng chính kiến Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Vi%E1%BB%87t_Khang"
    },
    {
        "id": 148,
        "name": "Việt Quang (ca sĩ)",
        "profile": "Hoàng Việt Quang (21 tháng 5 năm 1977 - 12 tháng 8 năm 2021) thường được biết đến với nghệ danh  Việt Quang, là một nam ca sĩ và nhạc sĩ người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Vi%E1%BB%87t_Quang_(ca_s%C4%A9)"
    },
    {
        "id": 149,
        "name": "Vũ (ca sĩ)",
        "profile": "Hoàng Thái Vũ (sinh ngày 3 tháng 10 năm 1995 tại Hà Nội), thường được biết đến với nghệ danh Vũ (cách điệu là Vũ.), là một nam ca sĩ kiêm nhạc sĩ sáng tác nhạc indie người Việt Nam.\nSinh ra trong gia đình có bố là quân nhân và mẹ là giáo viên, Vũ thường đăng tải các sáng tác của mình trên Soundcloud. Thể loại của anh theo đuổi là nhạc indie pop, acoustic, rock... Trước khi đi hát, Vũ từng gia nhập quân ngũ và làm giảng viên tiếng Anh tại một trường quân sự. Đây cũng chính là khoảng thời gian anh sáng tác.\nNăm 2016, Vũ phát hành các sáng tác của anh và gặt hái được thành công trong giới indie Việt Nam với \"Đông kiếm em\", \"Mùa mưa ngâu nằm cạnh\", \"Chuyện những người yêu xa\", và tiêu biểu là đĩa đơn \"Lạ lùng\". Năm 2017, anh có 2 đêm diễn riêng mang tên Xin phép (được) cô đơn tạo tiếng vang lớn khi bán cháy vé chỉ trong vài giờ đồng hồ. Vũ cũng là gương mặt được đề cử ở hai hạng mục là \"Bài hát của năm\" và \"Nghệ sĩ mới của năm\" tại giải thưởng Cống hiến 2019.\nVũ được nhiều người gọi là 'Hoàng tử Indie Việt'.",
        "link": "https://vi.wikipedia.org/wiki/V%C5%A9_(ca_s%C4%A9)"
    },
    {
        "id": 150,
        "name": "Vũ Khanh",
        "profile": "Vũ Công Khanh (sinh ngày 1 tháng 4 năm 1954 tại Hà Nội) thường được biết đến với nghệ danh Vũ Khanh là một ca sĩ Việt Nam hoạt động ở hải ngoại.",
        "link": "https://vi.wikipedia.org/wiki/V%C5%A9_Khanh"
    },
    {
        "id": 151,
        "name": "Vương Anh Tú",
        "profile": "Vương Anh Tú (sinh ngày 16 tháng 09 năm 1989) là một nam ca sĩ, nhạc sĩ kiêm nhà sản xuất thu âm người Việt Nam. Anh hoạt động chủ yếu với tư cách là nhạc sĩ và đã có nhiều sáng tác trở thành thương hiệu của các ca sĩ trẻ trong nước. Anh là em trai ruột của nam ca sĩ, nhạc sĩ Mr. Siro.\nSau bản hit Giúp anh trả lời những câu hỏi và Anh cứ đi đi (viết cho Hari Won), Vương Anh Tú đã được khán giả trong và ngoài nước để mắt đến.",
        "link": "https://vi.wikipedia.org/wiki/V%C6%B0%C6%A1ng_Anh_T%C3%BA"
    },
    {
        "id": 152,
        "name": "Wowy",
        "profile": "Nguyễn Ngọc Minh Huy (sinh ngày 27 tháng 9 năm 1988), thường được biết đến với nghệ danh Wowy, là một nam rapper kiêm nhạc sĩ sáng tác ca khúc người Việt Nam. \nAnh là một trong những rapper tiên phong ở miền Nam khi bắt đầu hoạt động trong nhóm rap SouthGanZ vào năm 2006. Kể từ sau năm 2010, Wowy tiếp tục hoạt động độc lập.",
        "link": "https://vi.wikipedia.org/wiki/Wowy"
    },
    {
        "id": 153,
        "name": "Wren Evans",
        "profile": "Lê Phan (sinh ngày 19 tháng 11 năm 2001), thường được biết đến với nghệ danh Wren Evans, là một nam ca sĩ kiêm sáng tác nhạc người Việt Nam. Anh có khả năng chơi nhiều nhạc cụ, beatbox, sản xuất, biểu diễn và sáng tác nhạc tiếng Anh hoặc tiếng Pháp, theo định hướng dòng nhạc Âu Mỹ. Anh cũng được ghi nhận là một trong những nghệ sĩ Việt Nam nổi bật trong trào lưu sáng tác các bài hát toàn bộ bằng tiếng Anh.",
        "link": "https://vi.wikipedia.org/wiki/Wren_Evans"
    },
    {
        "id": 154,
        "name": "Xuân Hinh",
        "profile": "Bùi Xuân Hinh (sinh ngày 8 tháng 4 năm 1960), thường được biết đến với nghệ danh Xuân Hinh, là một nam diễn viên, nghệ sĩ hài kiêm nghệ sĩ chèo cổ người Việt Nam. Là một nghệ sĩ đa tài, ông có thể hát các loại nhạc truyền thống như chèo, xẩm, quan họ, cải lương và chầu văn. Được giới truyền thông cũng như đồng nghiệp gọi là “Vua hề chèo” nói riêng và \"Vua hài đất Bắc\" nói chung, ông cũng được công chúng gọi với cái tên thân thuộc \"Kẻ chọc cười dân dã\".",
        "link": "https://vi.wikipedia.org/wiki/Xu%C3%A2n_Hinh"
    },
    {
        "id": 155,
        "name": "Y Moan",
        "profile": "Đây là một tên người Ê Đê; họ tên được viết theo thứ tự tên trước, họ sau: họ là Ênuôl.\n\nNghệ sĩ nhân dân Y Moan (6 tháng 9 năm 1957 – 1 tháng 10 năm 2010) là một nhạc sĩ, ca sĩ Việt Nam. Giọng ca của ông đã được đông đảo công chúng đón nhận và đạt nhiều giải thưởng cao khu vực và toàn quốc và được phong tặng danh hiệu Nghệ sĩ Nhân dân vào ngày 16 tháng 9 năm 2010. Ngoài ra, ông cũng nhận được 1 đề cử cho giải Cống hiến.",
        "link": "https://vi.wikipedia.org/wiki/Y_Moan"
    },
    {
        "id": 156,
        "name": "Ya Suy",
        "profile": "Ya Suy (sinh ngày 7 tháng 1 năm 1987) là một cựu ca sĩ người Việt Nam, anh là người chiến thắng tại cuộc thi Vietnam Idol 2012 vào ngày 1 tháng 2 năm 2013. Ya Suy giành được danh hiệu này trong ý kiến trái chiều của dư luận. Phần đông khán giả ủng hộ cho giọng ca truyền cảm, mộc mạc cũng như sự chân thật của anh, trong khi không ít cho rằng anh chưa thật sự xứng đáng về giọng hát so với người về nhì, Hoàng Quyên.\n\n",
        "link": "https://vi.wikipedia.org/wiki/Ya_Suy"
    },
    {
        "id": 157,
        "name": "Ái Liên",
        "profile": "Ái Liên (1920 – 1991) là một ca sĩ, diễn viên, nghệ sĩ cải lương tài danh. Bà không chỉ là nữ ca sĩ tiên phong của tân nhạc mà còn là một diễn viên tài sắc vẹn toàn đất Bắc nổi tiếng trong thập niên 1930-1940. Sau này, bà còn là một diễn viên nòng cốt của nghệ thuật cải lương cách mạng miền Bắc.\nÁi Liên được truy tặng danh hiệu Nghệ sĩ nhân dân vào năm 1997.",
        "link": "https://vi.wikipedia.org/wiki/%C3%81i_Li%C3%AAn"
    },
    {
        "id": 158,
        "name": "Ái Phương",
        "profile": "Phan Lê Ái Phương, thường được biết đến với nghệ danh Ái Phương (sinh ngày 20 tháng 11 năm 1989), là một nữ ca sĩ, diễn viên kiêm người mẫu người Việt Nam. Cô được biết đến khi giành giải đồng của cuộc thi Siêu mẫu Việt Nam 2011.\nNăm 2014, ca khúc \"Trót yêu\" của cô sáng tác với sự thể hiện của ca sĩ Trung Quân nhận giải thưởng Bài Hát Của Năm tại Zing Music Award.\nNăm 2015, Ái Phương nhận giải Ca sĩ triển vọng tại giải thưởng âm nhạc Làn Sóng Xanh, cô cũng được nhận đề cử Nghệ sĩ mới của năm ở Zing Music Awards (ZMA) và 2 đề cử Giải thưởng Cống hiến quan trong trong sự nghiệp.",
        "link": "https://vi.wikipedia.org/wiki/%C3%81i_Ph%C6%B0%C6%A1ng"
    },
    {
        "id": 159,
        "name": "Ái Vân",
        "profile": "NSƯT Ái Vân (sinh ngày 30 tháng 10 năm 1954 tại Hà Nội, Việt Nam) là một ca sĩ thuộc dòng nhạc nhẹ và dân ca được nhiều người biết đến trong thập niên 1970 và 1980 tại Việt Nam qua các bài hát như Triệu bông hồng, Trăng chiều hay Bài ca xây dựng. Từ năm 1990 Ái Vân bắt đầu ở lại Đức và sau đó sang Hoa Kỳ sinh sống và biểu diễn.",
        "link": "https://vi.wikipedia.org/wiki/%C3%81i_V%C3%A2n"
    },
    {
        "id": 160,
        "name": "Amee",
        "profile": "Trần Huyền My (sinh ngày 23 tháng 3 năm 2000), thường được biết đến với nghệ danh AMEE, là một nữ ca sĩ kiêm diễn viên người Việt Nam. Cô hiện đang là nghệ sĩ trực thuộc ST.319 Entertainment.",
        "link": "https://vi.wikipedia.org/wiki/Amee"
    },
    {
        "id": 161,
        "name": "Angela Phương Trinh",
        "profile": "Lê Ngọc Phương Trinh, thường được biết đến với nghệ danh Angela Phương Trinh (sinh ngày 8 tháng 2 năm 1995), là một nữ diễn viên, ca sĩ kiêm người mẫu người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Angela_Ph%C6%B0%C6%A1ng_Trinh"
    },
    {
        "id": 162,
        "name": "Ánh Minh",
        "profile": "Lê Đoàn Ánh Minh (sinh ngày 16 tháng 5 năm 1985) là một ca sĩ, nhạc sĩ người Mỹ gốc Việt. Cô bắt đầu sự nghiệp năm 2003 trên sân khấu của Asia và sau một thời gian là thành viên của nhóm nhạc Puriti, Ánh Minh bắt đầu sự nghiệp solo và nhanh chóng trở thành ngôi sao trong làng nhạc hải ngoại với phong cách ấn tượng, gợi cảm. Hiện tại Ánh Minh đang là ca sĩ của Trung tâm Thúy Nga và thường xuyên xuất hiện trong các chương trình Paris By Night từ năm 2011 đến nay. Ngoài hoạt động biểu diễn tại các chương trinh của Thúy Nga và Asia, phát hành album, cô còn đi lưu diễn khắp các tiểu bang tại Mỹ, Nhật, Úc và nhiều nước Châu Âu. Bên cạnh đó, Ánh Minh cũng làm đại sứ quảng bá cho các nhãn hiệu Senhoa Jewelry, Belage Gourmet, Twinkle Lens.",
        "link": "https://vi.wikipedia.org/wiki/%C3%81nh_Minh"
    },
    {
        "id": 163,
        "name": "Anh Thơ (ca sĩ)",
        "profile": "Anh Thơ (tên thật là Lê Thị Thơ, sinh năm 1976 tại Thanh Hóa) là một nữ ca sĩ nổi tiếng. Anh Thơ và Lan Anh là một trong những giọng ca hàng đầu Việt Nam hiện nay đối với những ca khúc thuộc dòng nhạc thính phòng và cách mạng truyền thống. Hiện cô đã có bằng tiến sĩ, là giảng viên thanh nhạc Học viện Âm nhạc Quốc gia Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Anh_Th%C6%A1_(ca_s%C4%A9)"
    },
    {
        "id": 164,
        "name": "Ánh Tuyết",
        "profile": "Ánh Tuyết, (sinh ngày 1 tháng 3 năm 1961 ở Hội An), là một ca sĩ Việt Nam, giọng soprano. Bà thành danh với các ca khúc của Văn Cao và tiền chiến.",
        "link": "https://vi.wikipedia.org/wiki/%C3%81nh_Tuy%E1%BA%BFt"
    },
    {
        "id": 165,
        "name": "Bạch Yến (ca sĩ)",
        "profile": "Bạch Yến (tên thật là Quách Thị Bạch Yến; sinh năm 1942) là một ca sĩ  nổi tiếng trước năm 1975. Bà là vợ của nhạc sĩ Trần Quang Hải và là con dâu của Giáo sư Trần Văn Khê.",
        "link": "https://vi.wikipedia.org/wiki/B%E1%BA%A1ch_Y%E1%BA%BFn_(ca_s%C4%A9)"
    },
    {
        "id": 166,
        "name": "Bảo Anh (ca sĩ)",
        "profile": "Nguyễn Hoài Bảo Anh (sinh ngày 3 tháng 9 năm 1992), thường được biết đến với nghệ danh Bảo Anh, là một nữ ca sĩ kiêm diễn viên người Việt Nam. Cô được biết đến lần đầu khi tham gia chương trình Giọng hát Việt vào năm 2012.",
        "link": "https://vi.wikipedia.org/wiki/B%E1%BA%A3o_Anh_(ca_s%C4%A9)"
    },
    {
        "id": 167,
        "name": "Bảo Lan",
        "profile": "Bảo Lan là ca sĩ, nhạc sĩ và là trưởng nhóm nhạc 5 Dòng Kẻ. Cô hiện còn là Hiệu Phó một trường âm nhạc nghệ thuật tại Thành phố Hồ Chí Minh. Bảo Lan là nữ nhạc sĩ đầu tiên ở Việt Nam theo đuổi dòng nhạc World Music. Cô đã dẫn dắt nhóm 5 Dòng Kẻ gặt hái nhiều thành công tại thị trường âm nhạc trong và ngoài nước, đưa nhóm 5 Dòng Kẻ trở thành Nhóm nhạc hàng đầu của Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/B%E1%BA%A3o_Lan"
    },
    {
        "id": 168,
        "name": "Bảo Thy",
        "profile": "Trần Thị Thúy Loan (sinh ngày 2 tháng 6 năm 1988), thường được biết đến với nghệ danh Bảo Thy, là một nữ ca sĩ, nhạc sĩ kiêm diễn viên người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/B%E1%BA%A3o_Thy"
    },
    {
        "id": 169,
        "name": "Bảo Yến",
        "profile": "Bảo Yến (tên thật: Nguyễn Khắc Kim Yến) là một nữ ca sĩ nhạc vàng, trữ tình và nhạc trẻ nổi tiếng người Việt Nam từ đầu thập niên 1980. Danh ca Bảo Yến và em gái - nữ danh ca Nhã Phương đã tạo ra một đôi song ca cực ăn khách thời đó. \n\n",
        "link": "https://vi.wikipedia.org/wiki/B%E1%BA%A3o_Y%E1%BA%BFn"
    },
    {
        "id": 170,
        "name": "Băng Di",
        "profile": "Nguyễn Bảo Trinh, thường được biết đến với nghệ danh Băng Di (sinh ngày 19 tháng 6 năm 1990), là một nữ diễn viên, ca sĩ kiêm người mẫu người Việt Nam. Cô được biết đến với vai diễn Nhi trong phim truyền hình Gạo nếp gạo tẻ.",
        "link": "https://vi.wikipedia.org/wiki/B%C4%83ng_Di"
    },
    {
        "id": 171,
        "name": "Bích Chiêu",
        "profile": "Bích Chiêu (sinh ngày 6 tháng 2 năm 1941 – mất ngày 27 tháng 1 năm 2022) là một nữ ca sĩ trước năm 1975, nổi tiếng với ca khúc Nỗi lòng của nhạc sĩ Nguyễn Văn Khánh.",
        "link": "https://vi.wikipedia.org/wiki/B%C3%ADch_Chi%C3%AAu"
    },
    {
        "id": 172,
        "name": "Bích Sơn (nghệ sĩ)",
        "profile": "Bích Sơn (sinh ngày 13 tháng 1 năm 1939 tại Hà Nội) là một nữ nghệ sĩ Mỹ gốc Việt.",
        "link": "https://vi.wikipedia.org/wiki/B%C3%ADch_S%C6%A1n_(ngh%E1%BB%87_s%C4%A9)"
    },
    {
        "id": 173,
        "name": "Bùi Đình Hoài Sa",
        "profile": "Bùi Đình Hoài Sa (tên khai sinh là Bùi Hải Sơn sinh ngày 11 tháng 12 năm 1991 tại Tịnh Biên, An Giang, Việt Nam) là một hoa hậu, ca sĩ và người mẫu chuyển giới người Việt Nam. Cô là Á hậu 2 Hoa hậu Chuyển giới Việt Nam 2018. Năm 2020 cô đại diện cho Việt Nam tại Hoa hậu Chuyển giới Quốc tế 2020 và đạt thành tích Top 12 chung cuộc. Ngoài ra, cô còn đăng quang cuộc thi Miss Beauty 2015, cuộc thi sắc đẹp đầu tiên dành cho người chuyển giới tại Việt Nam và được xem là Hoa hậu chuyển giới đầu tiên ở Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/B%C3%B9i_%C4%90%C3%ACnh_Ho%C3%A0i_Sa"
    },
    {
        "id": 174,
        "name": "Bùi Lan Hương",
        "profile": "Bùi Lan Hương (sinh ngày 11 tháng 6 năm 1989 tại Hà Nội) là một nữ ca sĩ kiêm nhạc sĩ, nhà sản xuất thu âm người Việt Nam. Hương còn là nghệ sĩ từng giành được 1 giải Cống hiến ở hạng mục \"Nghệ sĩ mới của năm\" năm 2019.\nBùi Lan Hương tự sáng tác và tham gia sản xuất hầu hết các ca khúc mà cô hát. Cô nổi lên từ chương trình Sing my song - Bài hát hay nhất mùa thứ hai với hàng loạt bản nhạc mang phong cách dream pop. Lan Hương cũng được công nhận rộng rãi là ca sĩ tiên phong theo thể loại dream pop (nhạc ảo) ở Việt Nam. Cô được nhạc sĩ Lê Minh Sơn mệnh danh là nữ hoàng nhạc dream pop của Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/B%C3%B9i_Lan_H%C6%B0%C6%A1ng"
    },
    {
        "id": 175,
        "name": "Cẩm Ly",
        "profile": "Trần Thị Cẩm Ly (sinh ngày 30 tháng 3 năm 1970), thường được biết đến với nghệ danh Cẩm Ly, là một nữ ca sĩ người Việt Nam. Cô được biết đến qua việc trình diễn những ca khúc thuộc dòng nhạc nhẹ, nhạc trữ tình, nhạc có âm hưởng dân ca và nhạc trẻ.\nCô được mệnh danh là \"Nữ hoàng dân ca\" của Việt Nam trong thời đại mới, là người tiên phong đưa nhạc dân ca, trữ tình đến gần hơn với giới trẻ, thổi làn gió mới vào các ca khúc trữ tình quen thuộc.",
        "link": "https://vi.wikipedia.org/wiki/C%E1%BA%A9m_Ly"
    },
    {
        "id": 176,
        "name": "Cẩm Vân (ca sĩ)",
        "profile": "Cẩm Vân tên thật là Hoàng Cẩm Vân, sinh ngày 31 tháng 5 năm 1959 tại Quận 1, Sài Gòn, là một nữ ca sĩ có chất giọng khỏe với sở trường là những ca khúc trữ tình, truyền thống và những sáng tác của nhạc sĩ Trịnh Công Sơn. Cẩm Vân được xem là cánh chim đầu đàn của thế hệ ca sĩ trẻ sau năm 1975. Chị kết hôn cùng Khắc Triệu, một tay trống và cũng là một ca sĩ. Hiện nay chị vẫn đang sống tại Thành phố Hồ Chí Minh cùng gia đình và vẫn tiếp tục hoạt động nghệ thuật. Nhắc đến tên tuổi Cẩm Vân, người nghe nhạc sẽ nhớ ngay đến những ca khúc gắn liền với chị như \"Bài ca không quên\", \"Hà Nội mùa vắng cơn mưa\", \"Sóng về đâu\",...",
        "link": "https://vi.wikipedia.org/wiki/C%E1%BA%A9m_V%C3%A2n_(ca_s%C4%A9)"
    },
    {
        "id": 177,
        "name": "Châu Bùi",
        "profile": "Bùi Thái Bảo Châu (sinh ngày 13 tháng 11 năm 1997), thường được biết đến với nghệ danh Châu Bùi, là một nữ fashionista kiêm người mẫu người Việt Nam. Cô từng lọt vào danh sách 30 Under 30 châu Á của tạp chí Forbes.",
        "link": "https://vi.wikipedia.org/wiki/Ch%C3%A2u_B%C3%B9i"
    },
    {
        "id": 178,
        "name": "Chi Pu",
        "profile": "Nguyễn Thùy Chi (sinh ngày 14 tháng 6 năm 1993), thường được biết đến với nghệ danh Chi Pu, là một nữ ca sĩ, diễn viên, người dẫn chương trình kiêm người mẫu người Việt Nam. Cô được công chúng biết đến sau khi lọt vào Top 20 Miss Teen Việt Nam 2009, và là hotgirl Việt Nam có lượng người theo dõi và quan tâm nhiều nhất trên mạng xã hội vào năm 2015. \nNgoài thành công với sự nghiệp làm người mẫu ảnh và diễn viên, cô còn trở thành một ca sĩ vào năm 2017 và từng nhận về những lời chỉ trích từ khán giả và giới chuyên môn trong những năm đầu sự nghiệp ca hát.",
        "link": "https://vi.wikipedia.org/wiki/Chi_Pu"
    },
    {
        "id": 179,
        "name": "Linda Chou",
        "profile": "Linda Chou (Linda Châu?) là một ca sĩ, nhạc sĩ người Mỹ mang trong mình dòng máu Đài Loan và Việt Nam. Cô được sinh ra tại tiểu bang California, cô học Đại học California tại San Diego và đã tốt nghiệp cử nhân ngành hóa dược. Linda đầu tiên được biết đến vào năm 2006 khi cô có buổi biểu diễn đầu tiên cho ETTV World Top Idol của Trung Quốc. Linda Chou thắng cuộc thi này, tạo được tiếng vang. Cô hiện tại đang hát cho Trung tâm Vân Sơn được biết đến với chương trình truyền hình cho người Mỹ gốc Việt của họ bao gồm ca khúc và tiểu phẩm hài. Với chất giọng khỏe, ngoại hình đẹp, khuôn mặt khả ái, cô được người hâm mộ đón nhận. Ca khúc biểu diễn thành công gồm bài hát \"tình mãi bên nhau\" (song ca với Andy Quách) và sau đó là ca khúc \"Người tình mùa đông\".",
        "link": "https://vi.wikipedia.org/wiki/Linda_Chou"
    },
    {
        "id": 180,
        "name": "Cindy Thái Tài",
        "profile": "Nguyễn Thái Tài, thường được biết đến với nghệ danh Cindy Thái Tài(sinh ngày 27 tháng 1 năm 1971 tại Thành phố Hồ Chí Minh) là một nữ ca sĩ, diễn viên điện ảnh, chuyên gia trang điểm và nhà đào tạo người mẫu tại Việt Nam. Cô là người công khai chuyển đổi giới tính đầu tiên tại Việt Nam.\nTrước khi chuyển đổi giới tính, Tài làm nghề trang điểm chuyên nghiệp cho phụ nữ. Sau khi chuyển đổi giới tính, cô chuyển hướng làm ca sĩ, cô đã có một số album ca nhạc và tham gia đóng phim.",
        "link": "https://vi.wikipedia.org/wiki/Cindy_Th%C3%A1i_T%C3%A0i"
    },
    {
        "id": 181,
        "name": "Diễm Liên",
        "profile": "Đinh Diễm Liên (sinh ngày 17 tháng 12 năm 1971) là một nữ ca sĩ và diễn viên Việt Nam hải ngoại. Cô cũng là một diễn viên.",
        "link": "https://vi.wikipedia.org/wiki/Di%E1%BB%85m_Li%C3%AAn"
    },
    {
        "id": 182,
        "name": "Diệu Thúy",
        "profile": "Diệu Thúy (tên thật là Trần Diệu Thúy), sinh ngày 12 tháng 02 năm 1946 tại Nam Định, là một nữ ca sĩ, giảng viên thanh nhạc Việt Nam. Bà đã được phong tăng danh hiệu Nhà giáo ưu tú và Nghệ sĩ ưu tú.",
        "link": "https://vi.wikipedia.org/wiki/Di%E1%BB%87u_Th%C3%BAy"
    },
    {
        "id": 183,
        "name": "Dương Hoàng Yến",
        "profile": "Dương Hoàng Yến (sinh ngày 15 tháng 6 năm 1991) là một nữ ca sĩ kiêm giảng viên thanh nhạc người Việt Nam. Cô được biết đến khi sở hữu chất giọng soprano.",
        "link": "https://vi.wikipedia.org/wiki/D%C6%B0%C6%A1ng_Ho%C3%A0ng_Y%E1%BA%BFn"
    },
    {
        "id": 184,
        "name": "Dương Minh Ánh",
        "profile": "Dương Minh Ánh (sinh ngày 1 tháng 9 năm 1975) là nữ ca sĩ, giảng viên và chính trị gia người Việt Nam. Bà hiện là Đại biểu Quốc hội Việt Nam khóa 15 nhiệm kì 2021-2026 thuộc đoàn đại biểu Quốc hội thành phố Hà Nội, Bí thư Đảng ủy, Hiệu trưởng Trường Cao đẳng Nghệ thuật Hà Nội. Bà từng là một ca sĩ chuyên nghiệp, cựu thành viên của nhóm Tam ca 3A (Minh Anh, Minh Ánh và Ngọc Anh).",
        "link": "https://vi.wikipedia.org/wiki/D%C6%B0%C6%A1ng_Minh_%C3%81nh"
    },
    {
        "id": 185,
        "name": "Đào Tố Loan",
        "profile": "Đào Tố Loan (sinh ngày 15 tháng 9 năm 1986), là một nữ ca sĩ thuộc thể loại nhạc thính phòng và opera người Việt Nam. Cô là người chiến thắng Liên hoan tiếng hát truyền hình toàn quốc năm 2011 với hạng mục nhạc thính phòng. Cô sở hữu giọng Soprano (Nữ cao) màu sắc với âm vực rộng lên đến F6.",
        "link": "https://vi.wikipedia.org/wiki/%C4%90%C3%A0o_T%E1%BB%91_Loan"
    },
    {
        "id": 186,
        "name": "Đinh Hương",
        "profile": "Đinh Hương (tên khai sinh là Đinh Thị Thanh Hương, sinh ngày 7 tháng 10 năm 1987 tại Đông Hà, Quảng Trị) là ca sĩ, nhạc sĩ, diễn viên. Cô được biết đến sau khi giành vị trí Á quân tại chương trình Giọng hát Việt mùa thứ nhất (2012). Cô được biết đến như một trong những người nghệ sĩ trẻ thế hệ 8x đầu tiên đi tiên phong với dòng nhạc soul tại Việt Nam.\nChịu ảnh hưởng bởi phong cách âm nhạc từ các nghệ sĩ quốc tế thuộc nhiều dòng nhạc khác nhau như: Joss Stone, Amy Winehouse, Lara Fabian… nhưng Đinh Hương lại lựa chọn theo đuổi dòng nhạc soul, blues, R&B tiêu biểu của người Mỹ da màu mà theo cô đó là thứ âm nhạc của tâm hồn, là kết tinh của sự tự do, phóng khoáng với cái da diết đầy mãnh liệt chất chứa trong từng giai điệu, ca từ cho đến lối trình diễn của người nghệ sĩ. Những sản phẩm âm nhạc ấn tượng của Đinh Hương giúp cô giành được nhiều giải thưởng đáng kể. Lựa chọn cho mình phong cách nhạc soul, những sản phẩm âm nhạc ấn tượng của Đinh Hương giúp cô giành được nhiều giải thưởng đáng kể, ngoài ra còn có 2 đề cử quan trọng tại giải Cống hiến năm 2013 và 2016.",
        "link": "https://vi.wikipedia.org/wiki/%C4%90inh_H%C6%B0%C6%A1ng"
    },
    {
        "id": 187,
        "name": "Đoan Trang",
        "profile": "Cao Thị Đoan Trang, thường được biết đến với nghệ danh Đoan Trang (sinh ngày 4 tháng 2 năm 1978), là một nữ ca sĩ, diễn viên, người dẫn chương trình truyền hình kiêm vũ công người Việt Nam. Với chất giọng khỏe và tự nhiên, cô có khả năng thể hiện đa dạng các thể loại âm nhạc khác nhau. \nKhởi đầu sự nghiệp bằng việc tham gia các buổi biểu diễn hệ phong trào và đoạt những giải thưởng khi còn là sinh viên của 2 trường là đại học HUFLIT và Nhạc viện Thành phố Hồ Chí Minh, Trang đoạt giải nhì cuộc thi Tiếng hát Truyền hình Thành phố Hồ Chí Minh năm 2001. Biệt danh \"Chocolate\" do báo chí và giới truyền thông đặt cho Trang nhằm nói đến nước da bánh mật và cũng là ca khúc trong album của Trang. Trong suốt sự nghiệp của mình, cô đã từng giành được một đề cử của giải Cống hiến.",
        "link": "https://vi.wikipedia.org/wiki/%C4%90oan_Trang"
    },
    {
        "id": 188,
        "name": "Đông Nhi",
        "profile": "Mai Hồng Ngọc (sinh ngày 13 tháng 10 năm 1988), thường được biết đến với nghệ danh Đông Nhi, là một nữ ca sĩ, nhạc sĩ sáng tác ca khúc, nhà sản xuất thu âm kiêm diễn viên người Việt Nam. Khởi nghiệp từ năm 2008, trong suốt sự nghiệp âm nhạc của mình, cô đã giành được nhiều giải thưởng, bao gồm Giải thưởng Âm nhạc Cống hiến năm 2019 với hạng mục Ca sĩ của năm, 6 lần liên tiếp giành giải Nữ ca sĩ được yêu thích nhất của Zing Music Awards từ năm 2011 đến năm 2016, 4 lần giành giải Nữ ca sĩ nhạc nhẹ của giải Mai Vàng, 1 giải Ca sĩ Việt Nam xuất sắc nhất châu Á của giải thưởng MAMA, Ca sĩ Đông Nam Á xuất sắc nhất của giải thưởng âm nhạc MTV EMA 2016. Cô đoạt giải Big Apple Music Awards (BAMA) và được Tổng Liên đoàn Lao động Việt Nam trao bằng khen về những cống hiến trong âm nhạc.\nCô là Quán quân của chương trình Hòa âm Ánh sáng mùa đầu tiên năm 2015, huấn luyện viên chương trình Giọng hát Việt nhí năm 2016 và là huấn luyện viên Giọng hát Việt năm 2017.",
        "link": "https://vi.wikipedia.org/wiki/%C4%90%C3%B4ng_Nhi"
    },
    {
        "id": 189,
        "name": "Emily (ca sĩ Việt Nam)",
        "profile": "Nguyễn Hương Ly (sinh ngày 18 tháng 10 năm 1989), thường được biết đến với nghệ danh Emily, là một nữ ca sĩ người Việt Nam. \nTừng giành giải nhất cuộc thi Miss Teen Việt Nam vào năm 2007 và là một trong những thành viên của Lady Killah, cô hiện đang là thành viên của công ty 1989s Entertainment.",
        "link": "https://vi.wikipedia.org/wiki/Emily_(ca_s%C4%A9_Vi%E1%BB%87t_Nam)"
    },
    {
        "id": 190,
        "name": "Giang Hồng Ngọc",
        "profile": "Giang Thụy Hồng Ngọc (sinh ngày 27 tháng 10 năm 1989), thường được biết đến với nghệ danh Giang Hồng Ngọc, là một nữ ca sĩ người Việt Nam. Cô được biết đến sau khi trở thành quán quân của mùa đầu tiên trong chương trình Nhân tố bí ẩn vào năm 2014.",
        "link": "https://vi.wikipedia.org/wiki/Giang_H%E1%BB%93ng_Ng%E1%BB%8Dc"
    },
    {
        "id": 191,
        "name": "Gil Lê",
        "profile": "Lê Thanh Trúc (sinh ngày 8 tháng 7 năm 1991), thường được biết đến với nghệ danh Gil Lê, là một nữ ca sĩ, diễn viên và người dẫn chương trình người Việt Nam. Gil Lê là cựu thành viên của nhóm nhạc nữ X5 (2011 - 2013).",
        "link": "https://vi.wikipedia.org/wiki/Gil_L%C3%AA"
    },
    {
        "id": 192,
        "name": "Hạ Vy",
        "profile": "Hạ Vy (sinh ngày 6 tháng 12 năm 1977) là một nữ ca sĩ nhạc hải ngoại người Mỹ gốc Việt.",
        "link": "https://vi.wikipedia.org/wiki/H%E1%BA%A1_Vy"
    },
    {
        "id": 193,
        "name": "Hồ Ngọc Hà",
        "profile": "Hồ Thị Ngọc Hà (sinh ngày 25 tháng 11 năm 1984 tại Huế, quê gốc Quảng Bình), thường được biết đến với nghệ danh Hồ Ngọc Hà hay Hà Hồ, là một nữ ca sĩ, siêu mẫu người Việt Nam.\nCô bắt đầu sự nghiệp với vai trò người mẫu vào năm 2000, sau đó chuyển sang ca hát bằng việc ra mắt album đầu tay 24 giờ 7 ngày vào năm 2004. Album giúp cô có cơ hội tham gia Asia Song Festival tại Hàn Quốc. Sau khi trở thành đại sứ của Sunsilk, cô và nhãn hàng này đã cùng nhau hợp tác để sản xuất album và thực hiện các tour lưu diễn quảng bá ở nhiều nơi. Album tiếp theo của Hồ Ngọc Hà mang tên Tìm lại giấc mơ được phát hành năm 2010, kèm theo nhiều dự án nhỏ được phát hành vào một năm sau đó. Cuối năm 2011, cô phát hành album thứ sáu của mình mang tên Invincible cùng với đĩa đơn chủ đề cùng tên.",
        "link": "https://vi.wikipedia.org/wiki/H%E1%BB%93_Ng%E1%BB%8Dc_H%C3%A0"
    },
    {
        "id": 194,
        "name": "Phạm Thu Hà",
        "profile": "Phạm Thu Hà, tên đầy đủ là Phạm Thị Thu Hà (sinh 09 tháng 10 năm 1982 tại Hải Phòng), là ca sĩ và nhà sản xuất thu âm người Việt Nam. Cô thường được gọi với cái tên \"họa mi bán cổ điển\".\nPhạm Thu Hà được đào tạo thanh nhạc, chuyên ngành nhạc cổ điển tại Học viện Âm nhạc Quốc gia Việt Nam. Kiên trì theo đuổi con đường cổ điển giao thoa (classic crossover), phải tới năm 30 tuổi, cô mới ra mắt album đầu tay Classic Meets Chillout, bất ngờ giành được giải \"Album của năm\" và giúp cô có tên tại đề cử \"Nghệ sĩ mới của năm\" tại Giải thưởng Âm nhạc Cống hiến lần thứ 8.",
        "link": "https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_Thu_H%C3%A0"
    },
    {
        "id": 195,
        "name": "Trần Thu Hà",
        "profile": "Trần Thu Hà (sinh ngày 26 tháng 8 năm 1977), hay còn được biết đến với nghệ danh Hà Trần, là một nữ ca sĩ kiêm nhà sản xuất thu âm người Việt Nam. Nổi tiếng qua việc thử nghiệm những phong cách nghệ thuật mới đa dạng, nền tảng kỹ thuật thanh nhạc, khả năng tư duy và sản xuất thu âm, cô được giới chuyên môn công nhận là một trong bốn Diva Việt Nam. \nHà dù được sinh ra trong một gia đình có truyền thống nghệ thuật khi cha của cô là Nghệ sĩ nhân dân Trần Hiếu và mẹ là Nhà giáo Ưu tú Vũ Thúy Huyền. Tuy nhiên, ban đầu cô không có năng khiếu bẩm sinh trong giọng hát, và đến năm 8 tuổi, Hà bắt đầu học piano và lên 10 tuổi cô thi và đỗ thủ khoa hệ sơ cấp thanh nhạc Trường Cao đẳng Nghệ thuật Hà Nội. Năm 1995, sau khi tốt nghiệp hệ trung cấp, Hà tiếp tục theo học và tốt nghiệp cử nhân khoa thanh nhạc Nhạc viện Hà Nội vào năm 2000. Trải qua nhiều năm tập luyện và rèn giũa, giọng hát của Hà đã tiến bộ và cô bắt đầu gặt hái được nhiều giải thưởng trong nước.  \nBắt đầu theo đuổi con đường ca sĩ chuyên nghiệp vào năm 1998, Trần Thu Hà ký hợp đồng với Hãng phim Trẻ và tại đây cô đã phát hành một album hợp tác cùng hai album phòng thu nhạc pop. Khởi đầu là album Đánh thức tầm xuân cùng Bằng Kiều và album đầu tay Em về tinh khôi (1999). Đĩa nhạc cùng đĩa đơn \"Em về tinh khôi\" và ca khúc gốc bộ phim truyền hình Của để dành, \"Lời ru cho con\" đã giúp tên tuổi của cô đến gần với công chúng. Tiếp đó, cô cùng Trần Tiến phát hành album hợp tác đầu tay Tự họa – Chuyện phố bên sông (1999), Hà kết thúc hợp đồng Hãng phim Trẻ khi cho ra mắt Bài tình cho giai nhân (2000) cùng với ca khúc \"Đêm đông\", Hà giới thiệu \"Sắc màu\" trên Làn Sóng Xanh và \"Lời chưa nói\" ca khúc gốc bộ phim truyền hình Phía trước là bầu trời (2001) đã trở thành các bài hát nổi tiếng của cô. Hà tạo bước ngoặt trong sự nghiệp khi tổ chức buổi biểu diễn Nhật thực (2002) nhằm quảng bá cho album phòng thu thứ ba cùng tên mang đậm phong cách indie pop, trực tiếp đưa cô trở thành diva trẻ tuổi nhất trong làng nhạc nhẹ.  \nNăm 2004, Trần Thu Hà kết hôn với nhà sản xuất nhạc người Mỹ gốc Việt Bình Đoàn và sau đó cô chuyển sang Mỹ để định cư với chồng, tại đây họ đã thành lập công ty Ha Tran Productions. Cùng năm, Hà thử nghiệm chất liệu jazz cùng Thanh Lam trong album hợp tác Thanh Lam & Hà Trần và album nhạc Trịnh Lời của dòng sông cùng Thu Phương. Sản phẩm đầu tiên của Ha Tran Productions là tuyển tập các bản hits trong sự nghiệp Hà trong album phòng thu thứ tư được sản xuất lại theo phong cách acoustic jazz Hà Trần 98–03 (2005). Tiếp đến, Hà phát hành album phòng thu thứ năm Đối thoại 06 (2006) nhằm khám phá chất liệu trip hop, ambient pha trộn âm hưởng của dòng new-age cùng album nhạc xưa đầu tay Tình ca qua thể kỷ (2007) và album hợp tác mang phong cách du ca Trần Tiến (2008). Hà cùng một số đồng sự thử nghiệm nhiều chất liệu nhạc, sản xuất và ra mắt album Vi sinh (2010) cho Whodat và Mầm hạt (2011) cho Super Seed. Sau khi góp mặt trong hai album Cánh cung và Thời gian để yêu của Đỗ Bảo, Hà và anh đã thử nghiệm nhiều thể loại nhạc trong kỷ nguyên Chuyện của mặt trời chuyện của chúng ta (2013), Hà phát hành album nhạc xưa thứ hai Tình ca qua thể kỷ (2014) và cùng Tùng Dương cộng tác trong album hợp tác jazz pop của Giáng Son, Bóng tối Jazz (2015). Tiếp tục, Hà cho phát hành album phòng thu thứ sáu Bản nguyên thuộc thể loại alternative rock pha trộn thêm các yếu tố nhạc điện tử và album hợp tác cùng Quang Dũng trong Tình khúc Vũ Thành An – Tình khúc thứ nhất (2016). Năm 2022, Hà tham gia chương trình truyền hình thực tế Ca sĩ mặt nạ mùa 1 và giành vị trí Á quân. Sau hiệu ứng thành công từ chương trình, Hà phát hành album phòng thu thứ bảy Những con sông ngón tay (2024) mang phong cách chủ đạo pop, trong đó đĩa đơn cùng tên đã trở thành ca khúc gốc cho Mai – bộ phim điện ảnh có doanh thu cao nhất mọi thời đại tại Việt Nam. \nCô từng giành bốn giải Cống hiến (trong đó cô đều thắng giải Album của năm) và một giải Mai Vàng trong suốt sự nghiệp của mình.",
        "link": "https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_Thu_H%C3%A0"
    },
    {
        "id": 196,
        "name": "Hải Băng",
        "profile": "Hải Băng tên thật Nguyễn Hải Huyền (sinh ngày 22 tháng 11 năm 1988) là ca sĩ và diễn viên. Băng hát theo thể loại nhạc trẻ, từng là thành viên của nhóm Mây Trắng. Băng đã chọn phong cách \"cá tính, mạnh mẽ của một cô gái hiện đại\" cho con đường solo của mình. 2 dòng nhạc chính mà Băng thể hiện là R&B và ballad.",
        "link": "https://vi.wikipedia.org/wiki/H%E1%BA%A3i_B%C4%83ng"
    },
    {
        "id": 197,
        "name": "Hiền Hồ",
        "profile": "Hồ Thị Hiền (sinh ngày 26 tháng 2 năm 1997), thường được biết đến với nghệ danh Hiền Hồ, là một nữ ca sĩ người Việt Nam.\n\n",
        "link": "https://vi.wikipedia.org/wiki/Hi%E1%BB%81n_H%E1%BB%93"
    },
    {
        "id": 198,
        "name": "Hiền Thục",
        "profile": "Nguyễn Thị Hiền Thục (sinh ngày 13 tháng 5 năm 1981) là ca sĩ,diễn viên người Công Giáo nhạc nhẹ Việt Nam đương đại.Cô tham gia vào Đội Sơn ca Nhà Thiếu nhi Quận 1  - TP. Hồ Chí Minh từ lúc 8 tuổi.Hiền Thục là gương mặt bứt phá khỏi hình ảnh ca sĩ thiếu nhi.Hiền Thục có phong cách đa dạng,thiên về nhạc trẻ,với những bài hát mang âm hưởng nhẹ nhàng,trữ tình.",
        "link": "https://vi.wikipedia.org/wiki/Hi%E1%BB%81n_Th%E1%BB%A5c"
    },
    {
        "id": 199,
        "name": "Hòa Minzy",
        "profile": "Nguyễn Thị Hòa (sinh ngày 31 tháng 5 năm 1995 tại Bắc Ninh), thường được biết đến với nghệ danh Hòa Minzy, là một nữ ca sĩ, người dẫn chương trình và diễn viên người Việt Nam. \nCô được biết đến sau khi đạt giải Quán quân mùa đầu tiên của chương trình Học viện Ngôi sao.",
        "link": "https://vi.wikipedia.org/wiki/H%C3%B2a_Minzy"
    },
    {
        "id": 200,
        "name": "Hoàng Châu (ca sĩ)",
        "profile": "Hoàng Châu (sinh năm 26 tháng 9 năm 1975) là một nữ ca sĩ người Việt Nam. Cô hát dòng nhạc trẻ, trữ tình Bolero, dân ca âm hưởng quê hương Việt Nam. Khởi đầu thành công với thể loại nhạc dân ca quê hương, cô từng được mệnh danh là \"diva\" hay \"nữ hoàng nhạc sến miền Tây\".",
        "link": "https://vi.wikipedia.org/wiki/Ho%C3%A0ng_Ch%C3%A2u_(ca_s%C4%A9)"
    },
    {
        "id": 201,
        "name": "Hoàng Duyên",
        "profile": "Hoàng Duyên (tên khai sinh Hoàng Thị Mỹ Duyên; sinh ngày 23 tháng 6 năm 1999) là một nữ ca sĩ kiêm sáng tác nhạc người Việt Nam. Bén duyên với âm nhạc từ khi còn ngồi trên ghế nhà trường, Hoàng Duyên vấp phải sự phản đối của gia đình trước khi theo đuổi nghiệp hát và sau đó trở thành ca sĩ tài năng thuộc quyền quản lý của công ty quản lý âm nhạc DreamS Entertainment. Năm 2021, cô nhận được sự chú ý với ca khúc ra mắt Chàng trai sơ mi hồng và trở nên nổi tiếng với ca khúc Sài Gòn đau lòng quá đã trở thành một hiện tượng.\nVới phong cách âm nhạc mang âm hưởng ngũ cung dân gian kết hợp hiện đại, chịu ảnh hưởng của Hoàng Thùy Linh và Amee, Hoàng Duyên định hướng mình trở thành một nghệ sĩ đa năng với khả năng ca hát và sáng tác nhạc, dù phải nhận được nhiều ý kiến trái chiều về khả năng và giọng hát. Tại Giải thưởng Âm nhạc Châu Á Mnet 2021 tổ chức ở Hàn Quốc, Hoàng Duyên giành giải \"Nghệ sĩ mới châu Á xuất sắc nhất\" và sau đó lọt vào danh sách đề cử của giải thưởng Làn Sóng Xanh cho hạng mục \"Gương mặt mới xuất sắc\".",
        "link": "https://vi.wikipedia.org/wiki/Ho%C3%A0ng_Duy%C3%AAn"
    },
    {
        "id": 202,
        "name": "Hoàng Oanh",
        "profile": "Hoàng Oanh (sinh ngày 6 tháng 11 năm 1946) là một nữ Danh ca sống dưới thời Việt Nam Cộng Hòa, sau 1975 định cư tại Mỹ. Bà có một giọng hát bền bỉ và chuyên về các dòng nhạc vàng và nhạc tiền chiến, được đánh giá là một trong 10 nữ ca sĩ có sức ảnh hưởng lớn tại Việt Nam trước năm 1975. Bà được xem là một trong những giọng ca trụ cột của Trung tâm Asia và Thúy Nga. Ngoài ra tiếng hát Hoàng Oanh còn được giới mộ điệu tặng cho biệt danh \"Chim vàng Mỹ Tho\".",
        "link": "https://vi.wikipedia.org/wiki/Ho%C3%A0ng_Oanh"
    },
    {
        "id": 203,
        "name": "Hoàng Quyên",
        "profile": "Hoàng Lệ Quyên (sinh ngày 19 tháng 10 năm 1992), thường được biết đến với nghệ danh Hoàng Quyên, là ca sĩ kiêm sáng tác nhạc và là á quân cuộc thi Vietnam Idol 2012 vào ngày 1 tháng 2 năm 2013. Tại cuộc thi này, là người về nhì, Quyên giành được \"nhiều sự đánh giá cao từ những người làm nghệ thuật cũng như các thính giả nghe nhạc\" bởi chất giọng alto-mezzo, tức giọng nữ trung trầm độc, lạ, đẹp, được xét vào hàng quý hiếm, cùng kĩ thuật thanh nhạc gần như hoàn hảo.\nNghệ danh Hoàng Quyên do nhạc sĩ Lê Minh Sơn góp ý chọn cho Quyên: \"Cái tên gọn gàng hơn và quyết đoán hơn với mong muốn điều đó sẽ đi theo Quyên trong cuộc sống cũng như công việc\".",
        "link": "https://vi.wikipedia.org/wiki/Ho%C3%A0ng_Quy%C3%AAn"
    },
    {
        "id": 204,
        "name": "Hoàng Yến Chibi",
        "profile": "Nguyễn Hoàng Yến (sinh ngày 8 tháng 12 năm 1995), thường được biết đến với nghệ danh Hoàng Yến Chibi, là một nữ ca sĩ, diễn viên, người mẫu kiêm người dẫn chương trình truyền hình người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Ho%C3%A0ng_Y%E1%BA%BFn_Chibi"
    },
    {
        "id": 205,
        "name": "Hồ Lệ Thu",
        "profile": "Tào Thế Lệ Thu là tên thật của nữ ca sĩ Hồ Lệ Thu, một nữ ca sĩ nhạc trẻ Việt Nam. Hiện cô đang sinh sống và làm việc tại Hoa Kỳ",
        "link": "https://vi.wikipedia.org/wiki/H%E1%BB%93_L%E1%BB%87_Thu"
    },
    {
        "id": 206,
        "name": "Hồ Mộ La",
        "profile": "Hồ Mộ La (sinh 1931), bút danh Hồng Lam, là ca sĩ, nghệ sĩ, nhà giáo ưu tú của Việt Nam. Cuộc đời bà gắn liền với sự nghiệp giảng dạy thanh nhạc, bà đã phát hiện và đào tạo nhiều nghệ sĩ, ca sĩ người Việt Nam với dòng nhạc thính phòng, nhạc cổ điển như Rơ Chăm Pheng, Tố Uyên, Hà Thủy, Anh Thơ...Bà sống cùng thời và là bạn thân của nghệ sĩ ưu tú Tân Nhân.",
        "link": "https://vi.wikipedia.org/wiki/H%E1%BB%93_M%E1%BB%99_La"
    },
    {
        "id": 207,
        "name": "Hồng Ngọc (ca sĩ)",
        "profile": "Hồng Ngọc, tên thật là Nguyễn Thị Hồng Ngọc, là một nữ ca sĩ Việt Nam nổi tiếng bắt đầu từ cuối thập niên 90 đầu 2000 với chất giọng trầm khàn rất đặc trưng.",
        "link": "https://vi.wikipedia.org/wiki/H%E1%BB%93ng_Ng%E1%BB%8Dc_(ca_s%C4%A9)"
    },
    {
        "id": 208,
        "name": "Hồng Nhung",
        "profile": "Lê Hồng Nhung (sinh ngày 15 tháng 3 năm 1970, tại Hà Nội), thường được biết đến với nghệ danh Hồng Nhung, tên thân mật là Bống, là một nữ ca sĩ người Việt Nam, từng giành được 8 đề cử cho giải Cống hiến. Cô đã thành công trong việc đổi mới nhạc Trịnh từ những năm đầu thập niên 90. Hồng Nhung là một nghệ sĩ có sức ảnh hưởng lớn và được công nhận là một trong Bộ tứ Diva của Việt Nam bên cạnh Thanh Lam, Mỹ Linh và Trần Thu Hà.\nHồng Nhung được công chúng biết đến khi tuổi đời còn trẻ, gây ấn tượng với một giọng hát đầy nội lực mà tinh tế, sáng và vang. Cô chịu ảnh hưởng lớn từ Sinéad O'Connor và Whitney Houston. Hồng Nhung cũng là một nghệ sĩ tích cực tham gia nhiều chiến dịch như trở thành đại biểu của Việt Nam lên tiếng về vấn đề bảo vệ loài tê giác, gấu; tham gia dự án âm nhạc chống nạn ấu dâm, các hoạt động thiện nguyện. Ngoài ra, cô cũng nổi tiếng về sự thông minh, khéo léo trong giao tiếp cũng như cách làm việc của cô.\nHồng Nhung từng thể hiện thành công những bài hát của nhiều nhạc sĩ nổi tiếng như Văn Cao, Dương Thụ, Trần Tiến, Phú Quang, Quốc Trung, Thanh Tùng, Hồng Đăng, Từ Huy, Duy Thái, Trần Quang Lộc, Lã Văn Cường, Bảo Chấn, Bảo Phúc, Quốc Bảo, Huy Tuấn, Nguyễn Duy Hùng... nhưng thành công nhất vẫn là những nhạc phẩm của Trịnh Công Sơn.",
        "link": "https://vi.wikipedia.org/wiki/H%E1%BB%93ng_Nhung"
    },
    {
        "id": 209,
        "name": "Tiên Tiên",
        "profile": "Huỳnh Nữ Thủy Tiên (sinh ngày 23 tháng 1 năm 1991 tại thành phố Bảo Lộc, tỉnh Lâm Đồng), thường được biết đến với nghệ danh Tiên Tiên  là nhạc sĩ, ca sĩ, nhà sản xuất âm nhạc người Việt Nam. Tiên Tiên cũng là nghệ sĩ đã giành được 5 đề cử và chiến thắng ở 1 hạng mục của giải Cống hiến.",
        "link": "https://vi.wikipedia.org/wiki/Ti%C3%AAn_Ti%C3%AAn"
    },
    {
        "id": 210,
        "name": "Hương Giang Idol",
        "profile": "Nguyễn Ngọc Hiếu, sau đổi thành Nguyễn Hương Giang (sinh ngày 29 tháng 12 năm 1991 tại Hà Nội), thường được biết đến với nghệ danh Hương Giang hay Huơng Giang Idol, là một nữ ca sĩ, diễn viên, người mẫu kiêm người dẫn chương trình người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/H%C6%B0%C6%A1ng_Giang_Idol"
    },
    {
        "id": 211,
        "name": "Hương Lan",
        "profile": "Trần Thị Ngọc Ánh, thường được biết đến với nghệ danh Hương Lan (sinh ngày 9 tháng 5 năm 1956), là một nữ ca sĩ người Việt Nam. Là một trong những giọng ca xuất sắc nhất trong các dòng nhạc vàng, nhạc trữ tình và cải lương xuyên suốt sự nghiệp của mình, bà còn được biết đến là một trong những giọng ca trụ cột của Trung tâm Thúy Nga từ những ngày đầu tiên thành lập tại hải ngoại.",
        "link": "https://vi.wikipedia.org/wiki/H%C6%B0%C6%A1ng_Lan"
    },
    {
        "id": 212,
        "name": "Hương Thanh",
        "profile": "Được mệnh danh là \"Sứ giả nhạc cổ và dân ca Việt Nam tại Châu Âu\", Hương Thanh là một ca sĩ sinh ra tại Sài Gòn và hiện đang sống tại Pháp. Lớn lên trong một gia đình cổ nhạc truyền thống, cô hát nhạc cổ truyền và cải lương. Tên cô được biết đến rất nhiều khán giả ở Châu Âu với những làn điệu dân ca ba miền Việt Nam hay nhạc cổ phối khí với nhạc jazz.\nĐến nay cô là ca sĩ Việt Nam đầu tiên và duy nhất nhận được giải thưởng cao nhất về dòng nhạc Word Musique của đài phát thanh Pháp France Musique vào năm 2007. Hiện cô vẫn luôn theo đuổi con đường mình đã vạch ra là mang âm nhạc Việt Nam đến gần âm nhạc nhiều nước Á Châu, Âu Châu hay châu Phi khác nhau.",
        "link": "https://vi.wikipedia.org/wiki/H%C6%B0%C6%A1ng_Thanh"
    },
    {
        "id": 213,
        "name": "Hương Thủy (ca sĩ)",
        "profile": "Hương Thủy (sinh ngày 20 tháng 8 năm 1974) là một nữ ca sĩ người Mỹ gốc Việt. Cô nổi tiếng trong cộng đồng người Việt tại hải ngoại với dòng nhạc dân ca, cải lương và nhạc quê hương.",
        "link": "https://vi.wikipedia.org/wiki/H%C6%B0%C6%A1ng_Th%E1%BB%A7y_(ca_s%C4%A9)"
    },
    {
        "id": 214,
        "name": "Hồ Quỳnh Hương",
        "profile": "Hồ Quỳnh Hương (sinh 16 tháng 10 năm 1980, tại Hạ Long, Quảng Ninh) là một ca sĩ, nhạc sĩ và giảng viên thanh nhạc người Việt Nam, từng nhận được 1 giải Cống hiến và 1 giải MAMA. Hồ Quỳnh Hương được coi là một trong những ca sĩ hàng đầu Việt Nam, cô được biết đến với danh hiệu \"Cô gái của những giải thưởng\" nhờ sở hữu nhiều giải thưởng trong sự nghiệp ca hát.\nHồ Quỳnh Hương là một trong các ca sĩ hàng đầu Việt Nam hiện nay cô đang làm giám khảo chính của nhiều cuộc thi. Với thành tích học tập xuất sắc và nhiều kinh nghiệm trong hoạt động nghệ thuật, ca sĩ Hồ Quỳnh Hương đã được mời làm giảng viên tại Nhạc viện Thành phố Hồ Chí Minh, giảng dạy ở khoa Nhạc nhẹ. Hồ Quỳnh Hương từng là giảng viên lớp tài năng đặc biệt của Trường đại học Văn hóa Nghệ thuật Quân đội.\nĐược mệnh danh là một \"Cô gái giải thưởng\" nhờ những bộ sưu tập giải thưởng đồ sộ trong suốt quãng đường sự nghiệp ca hát, Hồ Quỳnh Hương đã khởi đầu sự nghiệp cùng với một loạt các thành tích đáng nể phục: Giải Tài năng trẻ Liên hoan Tiếng hát Truyền hình toàn quốc 1999, HCV Tiếng hát Sinh viên toàn quốc 2000, HCV Tiếng hát các trường nghệ thuật chuyên nghiệp 2000, giải nhất Tiếng hát Truyền hình Hà Nội 2002 và Giải Ca sĩ trẻ xuất sắc nhất do Hội đồng Giám khảo trao tặng trong VTV – Bài hát tôi yêu 2003.\nNgoài ca hát, Hồ Quỳnh Hương còn là nhà sáng lập thương hiệu thuần chay Loving Vegan Food, kinh doanh ở một số lĩnh vực như bất động sản và ẩm thực.",
        "link": "https://vi.wikipedia.org/wiki/H%E1%BB%93_Qu%E1%BB%B3nh_H%C6%B0%C6%A1ng"
    },
    {
        "id": 215,
        "name": "Jang Mi",
        "profile": "Bùi Bảo Trang (sinh ngày 22 tháng 3 năm 1996) thường được biết đến với nghệ danh Jang Mi, là một nữ ca sĩ Việt Nam, hát dòng nhạc Bolero. Cô được biết đến qua những ca khúc phát hành trên mạng internet như Duyên phận, Vùng lá me bay, Phượng buồn,… và được cộng đồng mạng đặt biệt danh \"thánh nữ bolero\", \"hot girl bolero\". Jang Mi còn được biết đến với vai trò diễn viên khi tham gia một số bộ phim như Tìm vợ cho bà (2018) và Công chúa bến xe (2021). Ngoài ra, cô cũng tham gia một số Game show như Người ấy là ai, Hãy chọn đúng nơi, Nhanh như chớp, Mỹ nhân hành động, Lạ lắm à nha.",
        "link": "https://vi.wikipedia.org/wiki/Jang_Mi"
    },
    {
        "id": 216,
        "name": "Khánh Hà (ca sĩ)",
        "profile": "Khánh Hà (sinh ngày 28 tháng 2 năm 1952) tên thật Lữ Thị Khánh Hà, là một nữ ca sĩ nổi tiếng người Việt Nam. Sau năm 1975, Khánh Hà định cư tại Hoa Kỳ. Bà chủ yếu hoạt động tại thị trường hải ngoại nhưng vẫn được khán giả trong nước vô cùng yêu mến. Bà cũng được xem là một trong những diva nhạc nhẹ của người Việt hải ngoại.",
        "link": "https://vi.wikipedia.org/wiki/Kh%C3%A1nh_H%C3%A0_(ca_s%C4%A9)"
    },
    {
        "id": 217,
        "name": "Khánh Ngọc (ca sĩ sinh 1936)",
        "profile": "Hàn Thị Lan Nam (30 tháng 12 năm 1936 – 14 tháng 5 năm 2021) nổi tiếng với nghệ danh Khánh Ngọc, là một nữ diễn viên điện ảnh, ca sĩ và kịch nghệ người Việt Nam. Bà là một trong những ngôi sao điện ảnh thuộc thế hệ đầu tiên của làng điện ảnh Sài Gòn trước năm 1975.",
        "link": "https://vi.wikipedia.org/wiki/Kh%C3%A1nh_Ng%E1%BB%8Dc_(ca_s%C4%A9_sinh_1936)"
    },
    {
        "id": 218,
        "name": "Khánh Ngọc (ca sĩ sinh 1983)",
        "profile": "Phạm Thị Hồng Thanh (sinh ngày 4 tháng 11 năm 1983 tại Thành phố Hồ Chí Minh), thường được biết đến với nghệ danh Khánh Ngọc là một nữ ca sĩ người Việt Nam. Cô được khán giả biết đến sau khi giành được giải nhất cuộc thi \"Tiếng hát truyền hình Thành phố Hồ Chí Minh\" năm 2004 và ca sĩ trẻ được yêu thích tại Làn Sóng Xanh năm 2005.",
        "link": "https://vi.wikipedia.org/wiki/Kh%C3%A1nh_Ng%E1%BB%8Dc_(ca_s%C4%A9_sinh_1983)"
    },
    {
        "id": 219,
        "name": "Khổng Tú Quỳnh",
        "profile": "Khổng Tú Quỳnh (sinh ngày 22 tháng 11 năm 1991) là một nữ ca sĩ kiêm diễn viên người Việt gốc Hoa.",
        "link": "https://vi.wikipedia.org/wiki/Kh%E1%BB%95ng_T%C3%BA_Qu%E1%BB%B3nh"
    },
    {
        "id": 220,
        "name": "Khởi My",
        "profile": "Trần Khởi My (sinh ngày 2 tháng 1 năm 1990), thường được biết đến với nghệ danh Khởi My, là một nữ ca sĩ, diễn viên, người dẫn chương trình truyền hình kiêm streamer người Việt Nam.\nCô từng đoạt giải nhất của cuộc thi Tiếng ca học đường vào năm 2007 và là quán quân của chương trình Gương mặt thân quen vào năm 2013.",
        "link": "https://vi.wikipedia.org/wiki/Kh%E1%BB%9Fi_My"
    },
    {
        "id": 221,
        "name": "Kim Anh (ca sĩ)",
        "profile": "Mạch Kim Anh (sinh ngày 4 tháng 9 năm 1953) thường được biết đến với nghệ danh Kim Anh, là một nữ ca sĩ hải ngoại người Việt gốc Hoa. Bà nổi tiếng với ca khúc nhạc Hoa lời Việt Mùa thu lá bay.",
        "link": "https://vi.wikipedia.org/wiki/Kim_Anh_(ca_s%C4%A9)"
    },
    {
        "id": 222,
        "name": "Thanh Lam",
        "profile": "Đoàn Thanh Lam (sinh ngày 19 tháng 6 năm 1969), thường được biết với nghệ danh Thanh Lam là nữ ca sĩ người Việt Nam. Cô là ca sĩ thuộc biên chế Nhà Hát Nghệ Thuật Đương Đại Việt Nam. Thanh Lam sở hữu một giọng nữ trung-cận trầm (Mezzo-alto vocal) đầy nội lực, vang rền cùng với nền tảng kỹ thuật tốt, một âm sắc được giới chuyên môn đánh giá cao, và có sự đa dạng trong phong cách âm nhạc của mình. Thanh Lam được công nhận rộng rãi là một trong bốn diva Việt Nam, cùng với Hồng Nhung, Mỹ Linh, Trần Thu Hà, và được mệnh danh là \"Nữ hoàng nhạc nhẹ\".\nThanh Lam là một trong những ca sĩ mở đường, định hướng cho nền nhạc nhẹ Việt Nam từ đầu thập niên 1990 và tiên phong cho việc đẩy lùi phong trào nhạc Hoa lời Việt. Cô có ảnh hưởng đến những thế hệ ca sĩ thành danh sau này như Mỹ Linh, Trần Thu Hà, Tùng Dương, Đàm Vĩnh Hưng, Hoàng Quyên... Thanh Lam cũng là ca sĩ thuộc biên chế Nhà hát Nghệ thuật Đương đại Việt Nam, cô được Nhà nước phong tặng danh hiệu Nghệ sĩ Ưu tú 2007, đến năm 2023 cô được Nhà nước Việt Nam phong tặng danh hiệu Nghệ sĩ Nhân dân. Cô đã giành được 1 Giải Cống hiến và 13 đề cử, đứng thứ tư trong danh sách những người được đề cử nhiều nhất.",
        "link": "https://vi.wikipedia.org/wiki/Thanh_Lam"
    },
    {
        "id": 223,
        "name": "Lamoon",
        "profile": "Không có thông tin trên Wikipedia.",
        "link": "Trang Wikipedia đã bị xóa."
    },
    {
        "id": 224,
        "name": "Lan Anh (ca sĩ)",
        "profile": "Lan Anh (tên khai sinh là Bùi Thị Lan Anh) sinh ngày 12 tháng 8 năm 1976 tại Nam Định, Việt Nam, là ca sĩ Opera, thính phòng, giảng viên thanh nhạc hàng đầu Việt Nam, được phong tặng Nghệ sĩ ưu tú năm 2023. Hiện chị là giảng viên thanh nhạc của Học viện Âm nhạc quốc gia Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Lan_Anh_(ca_s%C4%A9)"
    },
    {
        "id": 225,
        "name": "Lan Ngọc",
        "profile": "Lan Ngọc (sinh năm 1948) là một nữ ca sĩ dòng nhạc nhẹ Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Lan_Ng%E1%BB%8Dc"
    },
    {
        "id": 226,
        "name": "Lan Quỳnh",
        "profile": "Phạm Thị Lan Quỳnh (sinh năm 1998), là một nữ ca sĩ giành ngôi vị quán quân - Giải nhất Liên hoan tiếng hát truyền hình toàn quốc - giải Sao Mai 2022 - dòng nhạc thính phòng.",
        "link": "https://vi.wikipedia.org/wiki/Lan_Qu%E1%BB%B3nh"
    },
    {
        "id": 227,
        "name": "Lâm Thúy Vân",
        "profile": "Zarina Pohlel (sinh ngày 17 tháng 7 năm 1970) thường được biết đến với nghệ danh Lâm Thúy Vân, là một nữ ca sĩ người Mỹ gốc Việt. Cô từng là ca sĩ chủ lực của Trung tâm Asia.",
        "link": "https://vi.wikipedia.org/wiki/L%C3%A2m_Th%C3%BAy_V%C3%A2n"
    },
    {
        "id": 228,
        "name": "Lê Dung",
        "profile": "Lê Dung (5 tháng 6 năm 1951 - 29 tháng 1 năm 2001) là một ca sĩ và giảng viên giọng soprano của âm nhạc Việt Nam. Bà đã từng đứng ra tổ chức nhiều đêm nhạc cổ điển, trình diễn nhiều aria, đào tạo hàng các ca sĩ như Tạ Minh Tâm, Ngọc Anh... Bà cũng là nghệ sĩ đã làm rạng danh cho nền nhạc opera của Việt Nam. Bà được nhà nước phong tặng danh hiệu Nghệ sĩ nhân dân năm 1993. Bà còn được mệnh danh là \"Người đàn bà hát\", một cụm từ dùng để tôn vinh những nữ nghệ sĩ có sắc đẹp và giọng hát trời phú.\nLê Dung thành công trong nhiều thể loại, từ opera, nhạc tiền chiến, dân ca, nhạc đỏ và cả nhạc trẻ. Những tác phẩm bà thể hiện để lại dấu ấn mạnh mẽ ngay cả khi ca khúc đã được thể hiện rất thành công bởi người hát trước đó.\nLê Dung thể hiện rất thành công bài hát của nhiều nhạc sĩ nổi tiếng như Văn Cao, Nguyễn Văn Tý, Văn Ký, Nguyễn Đình Thi, Trần Hoàn, Hoàng Hiệp, Nguyễn Tài Tuệ, Ngô Thụy Miên, Phú Quang, Hồng Đăng,... và ngoài ra là các nhạc phẩm của nhạc sĩ mang quốc tịch Pháp Lê Khắc Thanh Hoài.",
        "link": "https://vi.wikipedia.org/wiki/L%C3%AA_Dung"
    },
    {
        "id": 229,
        "name": "Lê Hằng",
        "profile": "NSƯT Lê Hằng (1935 - 2021) là nghệ danh một nữ ca sĩ Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/L%C3%AA_H%E1%BA%B1ng"
    },
    {
        "id": 230,
        "name": "Lê Kiều Như",
        "profile": "Lê Kiều Như (sinh ngày 20 tháng 3 năm 1983) là một nữ ca sĩ, diễn viên, người mẫu ảnh, nhà văn và nhà sản xuất phim người Việt Nam, nổi tiếng là tác giả của tiểu thuyết Sợi xích và làm người mẫu ảnh cho nhiều bộ ảnh chụp khỏa thân và bán khỏa thân, cũng như là người thể hiện bài hát \"Đừng yêu em\" tại chương trình Thế giới Vpop vào năm 2009.\nKhởi đầu với việc làm ca sĩ hát chính cho video âm nhạc \"Anh\" của nhạc sĩ Trần Huân và lọt vào 10 video clip được khán giả yêu thích tại VTV – Bài hát tôi yêu 2004, Lê Kiều Như sau đó đã chuyển hướng sang lĩnh vực phim ảnh khi tham gia vào hai vai diễn chính trong phim điện ảnh Chuông reo là bắn của đạo diễn Trương Dũng và bộ phim truyền hình Ghen cùng phát hành năm 2007. Năm 2010, Lê Kiều Như ra mắt cuốn tiểu thuyết đầu tay của mình mang tên Sợi xích, vấp phải làn sóng chỉ trích từ độc giả và bị gọi là \"dâm thư\". Khoảng thời gian này cô cũng gây được sự chú ý khi làm người mẫu cho nhiều bộ ảnh khác nhau và được coi là một \"biểu tượng sexy\" trên màn ảnh.\nLê Kiều Như nổi bật với biệt danh \"bom sex\" hay \"nữ hoàng scandal\" bởi những hành động và phát ngôn gây tranh cãi của mình. Nhiều ý kiến cho rằng cô lạm dụng việc khoe thân quá mức để nhanh chóng được nổi tiếng. Vào năm 2015, Lê Kiều Như có con với nhạc sĩ Nguyễn Nhất Huy sau 10 năm hẹn hò. Cả hai sau đó đăng ký kết hôn. Cô cho biết bản thân đã lui về ở ẩn và không còn hoạt động trong giới giải trí từ năm 2017.",
        "link": "https://vi.wikipedia.org/wiki/L%C3%AA_Ki%E1%BB%81u_Nh%C6%B0"
    },
    {
        "id": 231,
        "name": "Lệ Quyên (ca sĩ sinh 1981)",
        "profile": "Vũ Lệ Quyên (sinh ngày 2 tháng 4 năm 1981 tại Hà Nội), thường được biết đến với nghệ danh Lệ Quyên, là một nữ ca sĩ người Việt Nam. Sinh ra tại Hà Nội trong một gia đình giàu truyền thống nghệ thuật, cha là văn công và mẹ là nghệ sĩ hát chèo, Lệ Quyên sớm bộc lộ năng khiếu bẩm sinh về âm nhạc ngay từ khi còn ở độ tuổi nhi đồng. Thi đỗ vào hai trường Nhạc viện Hà Nội và Đại học Văn hoá Hà Nội, Lệ Quyên quyết định lựa chọn Đại học Văn hoá Hà Nội là nơi học hỏi và trau dồi kiến thức chuyên môn về âm nhạc. Vào năm 1999, cô bắt đầu sự nghiệp ca hát, năm 2004 cô đã phát hành album đầu tay Giấc mơ có thật mang về thành công vang dội sau quãng thời gian dài miệt mài ca hát ở các phòng trà tại thủ đô và Thành phố Hồ Chí Minh. Lệ Quyên là 1 trong những nữ ca sĩ có mức cát-xê cao nhất tại Việt Nam.\nTrong những năm còn lại của thập niên 2000, Lệ Quyên phát hành một chuỗi các sản phẩm âm nhạc thành công về mặt chuyên môn và thương mại, bao gồm các album Lời yêu còn mãi (2006), Lệ Quyên Acoustic (2009), Nếu như ngày đó (2009). Từ năm 2010 đến nay, Lệ Quyên phát hành chuỗi ấn phẩm nhạc xưa đặc biệt mang tên Khúc tình xưa và thành công vang dội về cả mặt chuyên môn lẫn thương mại. Bên cạnh đó, cô cũng phát hành những album theo chủ đề nhạc sĩ: Vùng tóc nhớ (10 bài không tên của Vũ Thành An, 2014), Còn trong kỷ niệm (Thái Thịnh, 2016), Lệ Quyên & Lam Phương (2016), Lệ Quyên & Trịnh Công Sơn (2018). Năm 2013, Lệ Quyên tổ chức chương trình biểu diễn Liveshow Q Show có mức kinh phí đầu tư hơn 11 tỷ đồng, lớn nhất tại Việt Nam lúc đó tạo nên tiếng vang lớn.\nCô được mọi người biết đến bởi các hoạt động âm nhạc nghiêm túc, chuyên nghiệp và được đầu tư kỹ lưỡng với dòng nhạc nhẹ, nhạc xưa từ khi chính thức khởi nghiệp vào thập niên 2000. Lệ Quyên ghi dấu ấn sâu sắc với khán giả ở nhiều dòng nhạc khác nhau và thành công với các nhạc phẩm nổi tiếng của nhạc sĩ Vũ Thành An, Trịnh Công Sơn, Thái Thịnh, Lam Phương và được mệnh danh là Nữ hoàng phòng trà hay Nữ hoàng nhạc xưa. Ngoài ra, Lệ Quyên còn làm giám khảo cho cuộc thi Thần tượng Bolero (2017), làm cố vấn cho các cuộc thi Vietnam Idol: Thần tượng Âm nhạc Việt Nam (2012), Nhân tố bí ẩn (2014), Giọng hát Việt (2015) và góp mặt trong phim truyền hình Bản lĩnh người đẹp (2004) của đạo diễn Nguyễn Anh Tuấn.",
        "link": "https://vi.wikipedia.org/wiki/L%E1%BB%87_Quy%C3%AAn_(ca_s%C4%A9_sinh_1981)"
    },
    {
        "id": 232,
        "name": "Lệ Thu",
        "profile": "Lệ Thu (tên khai sinh: Bùi Thị Oanh, tên thánh: Cecilia, 16 tháng 7 năm 1943 − 15 tháng 1 năm 2021), là một nữ ca sĩ Việt Nam, một trong những giọng ca nổi tiếng của nền tân nhạc Việt Nam. Tiếng hát của Lệ Thu tuy không gắn với một nhạc sĩ nào, nhưng bà là người trình bày rất thành công nhiều ca khúc của Phạm Duy, Cung Tiến, Đoàn Chuẩn, Trịnh Công Sơn, Phạm Đình Chương, Trường Sa... cũng như nhiều nhạc phẩm tiền chiến và tình khúc 1954–1975 khác. Trước 1975, giọng hát Lệ Thu còn được gọi là \"Giọng hát vàng mười\" hoặc \"Giọng ca vàng ròng\".",
        "link": "https://vi.wikipedia.org/wiki/L%E1%BB%87_Thu"
    },
    {
        "id": 233,
        "name": "Mỹ Linh",
        "profile": "Mỹ Linh (tên khai sinh: Đỗ Mỹ Linh; sinh ngày 19 tháng 8 năm 1975) là một nữ ca sĩ, nhà viết ca từ kiêm huấn luyện viên thanh nhạc người Việt Nam. Cô là một trong những nghệ sĩ nhạc Việt bán đĩa nhạc chạy nhất mọi thời đại, với doanh số hơn 2 triệu bản thu âm và được VTV gọi là \"Nữ hoàng R&B Việt Nam\". Sở hữu nhiều bài hát về mùa xuân thành công, đặc biệt là “Thì thầm mùa xuân” và “Khúc Giao Mùa'', các phương tiện truyền thông cũng thường gọi Mỹ Linh là \"Nữ hoàng nhạc xuân\" và là một diva của V-pop. Cô nổi tiếng với những màn trình diễn giọng hát nội lực và kĩ thuật ở nhiều dòng nhạc. Thành công của Mỹ Linh đã mở ra trào lưu thực hiện các sản phẩm âm nhạc qua máy tính tại Việt Nam. Cô còn mở đường trong việc xây dựng một phong cách làm việc chuyên nghiệp ở Việt Nam khi có riêng một ê-kíp âm nhạc, mỗi album đều được thực hiện thống nhất từ ý tưởng đến hòa âm, phối khí và hình ảnh. Mỹ Linh đã dành được nhiều giải thưởng trong suốt sự nghiệp bao gồm 4 giải Cống hiến, 1 giải Mai Vàng và hai giải ''Thành tựu'' từ Làn Sóng Xanh và Đẹp.. \nTrong suốt sự nghiệp của mình, Mỹ Linh đã phát hành 15 album phòng thu. Trong đó album Tóc ngắn (1998) đánh dấu sản phẩm đầu tiên cô hợp tác với ban nhạc Anh Em đã trở thành một cú hích mạnh với thị trường nhạc nhẹ. Album đã trở thành một trong những album nhạc Việt bán chạy nhất mọi thời đại, và sản sinh ra nhiều bản hit như \"Hương ngọc lan\", \"Chuyện tình\" và \"Trưa vắng\". \"Tóc ngắn\" đã mở ra hiện tượng văn hóa \"Tóc Mỹ Linh\", khi phần lớn các cô gái lúc bấy giờ đều ưa chuộng kiểu tóc ngắn và phong cách ăn mặc của cô. Trong giai đoạn cuối năm 1998 tới năm 2000, việc các bậc phụ huynh đặt tên con gái là \"Mỹ Linh\" cũng đã trở thành xu hướng lúc bấy giờ. Trong thế kỉ 21, Mỹ Linh tiếp tục gặt hái thành công với các album Vẫn mãi mong chờ (2000), Made in Vietnam (2003), Chat với Mozart (2005), Để tình yêu hát (2006) và Tóc ngắn Acoustic: Một ngày (2011). Mỹ Linh cũng dành được thành tích lớn tại Nhật Bản, khi album \"Made in Vietnam\" đạt vị trí số một trên bảng xếp hạng \"Album của tháng\" tại nơi này vào năm 2007. Album Chat với Mozart và Tóc ngắn Acoustic: Một ngày đều thắng giải Cống hiến ở hạng mục Album của năm. Năm 2003, cô trở thành giọng ca người Việt đầu tiên nhận được lời đề nghị kí hợp đồng thu âm từ hai công ty giải trí của Mỹ là Blue Tiger và Maximus Studios. \nNửa sau của thập niên 2010, Mỹ Linh trở nên tích cực hơn trong việc tham gia các gameshow và công tác giảng dạy. Năm 2014, cô và ban nhạc Anh Em đã thành lập Trung tâm đào tạo âm nhạc YOUNGbeat School of Music với mục đích khơi gợi tình yêu với âm nhạc cho thanh thiếu niên với các bộ môn: thanh nhạc, nhạc cụ nước ngoài, nhạc cụ dân tộc, sáng tác âm nhạc và âm nhạc cho trẻ mẫu giáo. Mỹ Linh đã tham gia với tư cách là giám khảo của nhiều gameshow, bao gồm: Sao Mai điểm hẹn, Gương mặt thân quen, Giọng hát Việt, Ban nhạc Việt, Biệt tài tí hon, và Sàn chiến giọng hát. Năm 2020, cô cho ra mắt khóa học trực tuyến \"21 ngày luyện hát cùng ca sĩ Mỹ Linh\" thuộc dự án Vietvocal gây được nhiều sự chú ý của cộng đồng yêu nhạc. Sau thành công của khoá học đầu tiên, Mỹ Linh tiếp tục cho ra mắt hai khoá học “Luyện hát hay 5 bài tủ” và “Làm chủ hơi thở thanh nhạc cùng Mỹ Linh” trong năm 2021. Tính đến năm 2022, các dự án VietVocal của Mỹ Linh đã thu hút hàng chục nghìn học viên. Năm 2023, cô gây chú ý khi tham gia chương trình Chị đẹp đạp gió rẽ sóng.",
        "link": "https://vi.wikipedia.org/wiki/M%E1%BB%B9_Linh"
    },
    {
        "id": 234,
        "name": "Hoàng Thùy Linh",
        "profile": "Hoàng Thùy Linh (sinh ngày 11 tháng 8 năm 1988) là một nữ ca sĩ, diễn viên kiêm người mẫu người Việt Nam. Cô từng giành 4 giải Cống hiến trong tổng số 6 đề cử.",
        "link": "https://vi.wikipedia.org/wiki/Ho%C3%A0ng_Th%C3%B9y_Linh"
    },
    {
        "id": 235,
        "name": "Lona Kiều Loan",
        "profile": "Nguyễn Hà Kiều Loan (sinh ngày 23 tháng 2 năm 2000), thường được biết đến với nghệ danh Lona Kiều Loan hay Lona, là một nữ rapper, ca sĩ kiêm á hậu người Việt Nam. \nCô là Á hậu 1 Hoa hậu Thế giới Việt Nam 2019, đại diện Việt Nam tại Hoa hậu Hòa bình Quốc tế 2019 và được khán giả bình chọn vào Top 10 chung cuộc. Đồng thời cô còn đạt được giải ba chương trình Trời sinh một cặp mùa 4 và lọt vào Top 10 cuộc thi King of Rap (Mùa 1). Ngoài ra, cô còn là một trong ba huấn luyện viên của một chương trình truyền hình thực tế cho người chuyển giới - Đại Sứ Hoàn Mỹ 2020. Cô đã phẫu thuật thẩm mỹ để có được nhan sắc như hiện tại sau cuộc thi.",
        "link": "https://vi.wikipedia.org/wiki/Lona_Ki%E1%BB%81u_Loan"
    },
    {
        "id": 236,
        "name": "Lương Bích Hữu",
        "profile": "Lương Bích Hảo (tiếng Trung: 梁碧好), thường được biết đến với nghệ danh Lương Bích Hữu (tiếng Trung: 梁碧友; bính âm: Liáng Bìyǒu, sinh ngày 1 tháng 9 năm 1984), là một nữ ca sĩ, diễn viên kiêm người mẫu người Việt Nam gốc Hoa.",
        "link": "https://vi.wikipedia.org/wiki/L%C6%B0%C6%A1ng_B%C3%ADch_H%E1%BB%AFu"
    },
    {
        "id": 237,
        "name": "Lưu Bích",
        "profile": "Lưu Bích là một ca sĩ người Mỹ gốc Việt thành danh và nổi tiếng tại hải ngoại.",
        "link": "https://vi.wikipedia.org/wiki/L%C6%B0u_B%C3%ADch"
    },
    {
        "id": 238,
        "name": "Lynda Trang Đài",
        "profile": "Lê Quang Quý Trang Đài (sinh ngày 9 tháng 10 năm 1968) thường được biết đến với nghệ danh Lynda Trang Đài là một nữ ca sĩ người Mỹ gốc Việt. Cô là một trong những ca sĩ xuất hiện trong nhiều chương trình thu hình Paris by Night của Trung tâm Thúy Nga.",
        "link": "https://vi.wikipedia.org/wiki/Lynda_Trang_%C4%90%C3%A0i"
    },
    {
        "id": 239,
        "name": "Mai Hoa (ca sĩ)",
        "profile": "Trần Mai Phương nghệ danh Mai Hoa (sinh ngày 7 tháng 4 năm 1975) là nữ ca sĩ dòng nhạc tiền chiến Việt Nam, bà được biết đến khi thể hiện các ca khúc nhạc phim do chồng mình là nhạc sĩ Trọng Đài sáng tác trong các bộ phim truyền hình.",
        "link": "https://vi.wikipedia.org/wiki/Mai_Hoa_(ca_s%C4%A9)"
    },
    {
        "id": 240,
        "name": "Mai Khôi",
        "profile": "Đỗ Nguyễn Mai Khôi (sinh ngày 11 tháng 12 năm 1982 tại Cam Ranh, Khánh Hòa), được biết đến với nghệ danh Mai Khôi, là một nữ ca sĩ kiêm sáng tác nhạc và nhà hoạt động chính trị người Việt Nam, từng giành được 1 đề cử giải Cống hiến cho hạng mục \"Nhạc sĩ của năm\". Cô thường được ví như 'Lady Gaga của Việt Nam' và hay đem so sánh với nhóm nhạc nữ quyền nổi tiếng của Nga, Pussy Riot. \nMai Khôi bắt đầu sự nghiệp với tư cách là một ca sĩ nhạc pop từng đoạt giải thưởng về âm nhạc trước khi chuyển hướng sang các hoạt động chính trị. Là một nhà bất đồng chính kiến, Mai Khôi thẳng thắn chỉ trích chính phủ Việt Nam về sự kiểm duyệt cũng như thiếu dân chủ đã dẫn đến những hạn chế về quyền tự do ngôn luận của cô. Ngoài ra, Khôi cũng chỉ trích Google và Facebook với lý do hợp tác với chính quyền Hà Nội trong việc kiểm duyệt internet tại quốc gia này. Năm 2018, Mai Khôi vinh dự nhận Giải thưởng Václav Havel cho Bất đồng chính kiến sáng tạo vì những hoạt động đấu tranh cho tự do, dân chủ tại Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Mai_Kh%C3%B4i"
    },
    {
        "id": 241,
        "name": "Mai Lệ Huyền",
        "profile": "Mai Lệ Huyền tên thật là Nguyễn Thu Cúc (sinh năm 1946 tại Bình Long) là một nữ ca sĩ người Mỹ gốc Việt nổi tiếng từ trước 1975 tại miền Nam Việt Nam.  Mai Lệ Huyền và Hùng Cường được mệnh danh là \"cặp đôi sóng thần\" vì họ đã cùng nhau tạo nên những hiện tượng chưa từng có trong làng nhạc, nhận được sự hâm mộ rất cuồng nhiệt của khán giả. Bà được giới mộ điệu đặt cho biệt danh Búp bê lửa và Nữ hoàng nhạc kích động.",
        "link": "https://vi.wikipedia.org/wiki/Mai_L%E1%BB%87_Huy%E1%BB%81n"
    },
    {
        "id": 242,
        "name": "Mai Thiên Vân",
        "profile": "Mai Thị Hậu (sinh ngày 12 tháng 12 năm 1982 tại Bến Tre) nghệ danh Mai Thiên Vân là ca sĩ thuộc Trung tâm Thúy Nga và đã hát dòng nhạc trữ tình.",
        "link": "https://vi.wikipedia.org/wiki/Mai_Thi%C3%AAn_V%C3%A2n"
    },
    {
        "id": 243,
        "name": "Maya (diễn viên)",
        "profile": "Maya tên thật là Mai Thu Hường (sinh ngày 13 tháng 7 năm 1988) là một nữ ca sĩ, người mẫu và diễn viên người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Maya_(di%E1%BB%85n_vi%C3%AAn)"
    },
    {
        "id": 244,
        "name": "Min (ca sĩ Việt Nam)",
        "profile": "Nguyễn Minh Hằng (sinh 7 tháng 12 năm 1988), thường được biết đến với nghệ danh Min (cách điệu là MIN), là một nữ ca sĩ kiêm vũ công người Việt Nam. Khởi đầu là thành viên của nhóm nhảy St.319 (tiền thân của công ty giải trí St.319 Entertainment), cô ra mắt với tư cách ca sĩ solo vào năm 2013 với đĩa đơn đầu tay \"Tìm\".",
        "link": "https://vi.wikipedia.org/wiki/Min_(ca_s%C4%A9_Vi%E1%BB%87t_Nam)"
    },
    {
        "id": 245,
        "name": "Minh Hằng",
        "profile": "Lê Ngọc Minh Hằng (sinh ngày 22 tháng 6 năm 1987), thường được biết đến với nghệ danh Minh Hằng, là một nữ ca sĩ, diễn viên kiêm người mẫu người Việt Nam.\nCô hoạt động nghệ thuật từ năm 16 tuổi với vai trò là ca sĩ hát nhóm, và tham gia diễn xuất trong một vài bộ phim truyền hình nhưng không tạo được nhiều dấu ấn. Đến năm 2007, sau thành công của bộ phim Gọi giấc mơ về, tên tuổi của Minh Hằng bắt đầu được nhiều khán giả chú ý và yêu thích. Với thành công liên tiếp của những dự án âm nhạc lẫn phim ảnh sau này, cô từng được coi là một trong những gương mặt triển vọng nhất của làng giải trí Việt Nam vào thời điểm đó.\nNăm 2009 và 2011, Minh Hằng được bầu chọn là \"Nữ diễn viên chính được yêu thích trong năm\" của HTV Awards. Cô đã phát hành một album ca nhạc, đồng thời cũng là gương mặt đại diện cho một số sản phẩm của hãng Hanco Food, Casio và công ty Cyberworld, một công ty chuyên về game. Năm 2011, cô rời khỏi công ty Thiên Thi, trở thành ca sĩ độc lập.\nNăm 2018, cô đảm nhận vai trò huấn luyện viên The Face Vietnam 2018 cùng với Thanh Hằng và Võ Hoàng Yến. Song song đó trong năm 2018, cô còn trở thành nhà đầu tư phim với bộ phim đầu tay Mùa viết tình ca.",
        "link": "https://vi.wikipedia.org/wiki/Minh_H%E1%BA%B1ng"
    },
    {
        "id": 246,
        "name": "Minh Tuyết",
        "profile": "Trần Thị Minh Tuyết (sinh ngày 15 tháng 10 năm 1976) là ca sĩ hải ngoại, giám khảo và huấn luyện viên người Việt Nam, hát dòng nhạc trẻ, nhạc hải ngoại và nhạc vàng. Tuyết là em gái út của ca sĩ Cẩm Ly và ca sĩ Hà Phương, từng là thành viên của song ca Minh Tuyết - Cẩm Ly biểu diễn tại Việt Nam khoảng nửa cuối thập niên 1990.",
        "link": "https://vi.wikipedia.org/wiki/Minh_Tuy%E1%BA%BFt"
    },
    {
        "id": 247,
        "name": "Miu Lê",
        "profile": "Lê Ánh Nhật (sinh ngày 5 tháng 7 năm 1991), thường được biết đến với nghệ danh Miu Lê, là một nữ ca sĩ kiêm diễn viên người Việt Nam. Cô xuất hiện lần đầu vào năm 2009.",
        "link": "https://vi.wikipedia.org/wiki/Miu_L%C3%AA"
    },
    {
        "id": 248,
        "name": "Mộc Lan (ca sĩ)",
        "profile": "Phạm Thị Ngà (1931 – 2015) nổi tiếng với nghệ danh Mộc Lan, là một nữ ca sĩ nhạc tiền chiến người Việt Nam. Bà cùng với nhạc sĩ Châu Kỳ từng là đôi song ca nổi tiếng trong làng âm nhạc trước năm 1975.",
        "link": "https://vi.wikipedia.org/wiki/M%E1%BB%99c_Lan_(ca_s%C4%A9)"
    },
    {
        "id": 249,
        "name": "Mộng Tuyền",
        "profile": "Mộng Tuyền (sinh ngày 13 tháng 11 năm 1947 tại Cần Thơ) là một nữ nghệ sĩ Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/M%E1%BB%99ng_Tuy%E1%BB%81n"
    },
    {
        "id": 250,
        "name": "Mỹ Anh",
        "profile": "Trương Mỹ Anh (sinh ngày 11 tháng 1 năm 2002), thường được biết đến với nghệ danh Mỹ Anh, là một nữ ca sĩ kiêm sáng tác nhạc người Việt Nam. Cô xuất thân trong gia đình có truyền thống nghệ thuật, với bố là nhạc sĩ Anh Quân và mẹ là ca sĩ Mỹ Linh. Từ nhỏ, Mỹ Anh nhiều lần được đứng chung sân khấu trình diễn cùng mẹ. Đến năm 2020, Mỹ Anh bắt đầu được chú ý qua đĩa đơn đầu tay \"Got You\". Cô tham gia chương trình truyền hình thực tế Thần tượng đối thần tượng vào năm 2021 và về đích với danh hiệu Á quân. Đĩa đơn \"Real Love\" do cô và Khắc Hưng ra mắt trong năm này gặt hái được một số thành công.\nMỹ Anh được tạp chí Đẹp bình chọn là một trong 15 nhân vật trẻ nổi bật trong lĩnh vực nghệ thuật và giành chiến thắng hạng mục Gương mặt mới xuất sắc của giải thưởng Làn Sóng Xanh 2021. Xuyên suốt 2021–22, cô có cơ hội được tham gia trình diễn trong nhiều sự kiện âm nhạc quốc tế.",
        "link": "https://vi.wikipedia.org/wiki/M%E1%BB%B9_Anh"
    },
    {
        "id": 251,
        "name": "Mỹ Tâm",
        "profile": "Phan Thị Mỹ Tâm (sinh ngày 16 tháng 1 năm 1981), thường được biết đến với nghệ danh Mỹ Tâm, là một nữ ca sĩ, nhạc sĩ, diễn viên kiêm nhà làm phim người Việt Nam. Được mệnh danh là \"Nữ hoàng V-pop\", nhiều tác giả và nhà báo trong nước lẫn quốc tế từng nhìn nhận cô là một trong những nữ nghệ sĩ có ảnh hưởng lớn tại Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Mỹ_Tâm"
    },
    {
        "id": 252,
        "name": "Nam Em",
        "profile": "Nguyễn Thị Lệ Nam Em (sinh ngày 15 tháng 1 năm 1996), thường được biết đến với nghệ danh Nam Em, là một nữ người mẫu, diễn viên kiêm ca sĩ người Việt Nam. Cô nổi danh sau khi đăng quang \"Hoa hậu Đồng bằng sông Cửu Long 2015\" và là người đại diện Việt Nam lọt vào tám thí sinh xuất sắc chung cuộc tại Hoa hậu Trái Đất 2016.",
        "link": "https://vi.wikipedia.org/wiki/Nam_Em"
    },
    {
        "id": 253,
        "name": "Ngân Khánh",
        "profile": "Lê Ngân Khánh, thường được biết đến với nghệ danh Ngân Khánh (sinh ngày 7 tháng 10 năm 1985), là một nữ ca sĩ, diễn viên kiêm người mẫu người Việt Nam.\nNgân Khánh đã có gần 20 năm hoạt động nghệ thuật chuyên nghiệp, những bộ phim nữ diễn viên tham gia gắn liền tới tuổi thơ của nhiều người. Suốt sự nghiệp đi diễn, Ngân Khánh đã nhận về được nhiều giải thưởng danh giá. Cùng với lối sống nói không với scandal, cô lại càng được yêu mến hơn. Vài năm trở lại đây, Ngân Khánh kín tiếng hẳn trong mọi hoạt động nghệ thuật. Dù vậy, cô vẫn được khán giả yêu mến và cô đã có một chỗ đứng nhất định trong showbiz Việt nói chung và trong lòng khán giả nói riêng.",
        "link": "https://vi.wikipedia.org/wiki/Ng%C3%A2n_Kh%C3%A1nh"
    },
    {
        "id": 254,
        "name": "Ngân Quỳnh",
        "profile": "Ngân Quỳnh (sinh năm 1966) là một nữ nghệ sĩ cải lương, diễn viên điện ảnh và truyền hình nổi tiếng người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Ng%C3%A2n_Qu%E1%BB%B3nh"
    },
    {
        "id": 255,
        "name": "Ngọc Ánh",
        "profile": "Ngọc Ánh (sinh năm 1964 tại Sài Gòn, Việt Nam Cộng hòa) là một nữ ca sĩ Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Ng%E1%BB%8Dc_%C3%81nh"
    },
    {
        "id": 256,
        "name": "Ngọc Dậu",
        "profile": "Ngọc Dậu, tên khai sinh là Nguyễn Thị Ngọc Dậu là một nữ nghệ sĩ hát nhạc đỏ, nhạc opera Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Ng%E1%BB%8Dc_D%E1%BA%ADu"
    },
    {
        "id": 257,
        "name": "Ngọc Đan Thanh",
        "profile": "Ngọc Đan Thanh (sinh năm 1952) là một ca sĩ, diễn viên kịch nghệ, tài tử điện ảnh, chuyển âm phim, MC, xướng ngôn viên truyền hình nổi tiếng của Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Ng%E1%BB%8Dc_%C4%90an_Thanh"
    },
    {
        "id": 258,
        "name": "Ngọc Khuê (ca sĩ)",
        "profile": "Phạm Ngọc Khuê (sinh ngày 27 tháng 3 năm 1982, Hưng Yên, Việt Nam) là nữ ca sĩ người Việt Nam.\nNgọc Khuê được đông đảo khán giả biết đến và yêu mến sau chương trình Bài Hát Việt 2005 khi cô thể hiện thành công ca khúc \"Bà Tôi\".",
        "link": "https://vi.wikipedia.org/wiki/Ng%E1%BB%8Dc_Khu%C3%AA_(ca_s%C4%A9)"
    },
    {
        "id": 259,
        "name": "Ngọc Lan (ca sĩ)",
        "profile": "Lê Thanh Lan, tên thánh: Maria Lê Thanh Lan (28 tháng 12 năm 1956 – 3 tháng 6 năm 2001), được biết đến với nghệ danh Ngọc Lan, là một ca sĩ hải ngoại nổi tiếng. Không chỉ với giọng hát, cô còn được khán giả đặc biệt yêu mến vì khuôn mặt khả ái và tính cách nhút nhát, khiêm tốn của mình.",
        "link": "https://vi.wikipedia.org/wiki/Ng%E1%BB%8Dc_Lan_(ca_s%C4%A9)"
    },
    {
        "id": 260,
        "name": "Ngọc Minh (ca sĩ)",
        "profile": "Ngọc Minh (sinh ngày 20 tháng 11 năm 1946) là một ca sĩ nổi tiếng tại miền Nam Việt Nam vào thập niên 1960.",
        "link": "https://vi.wikipedia.org/wiki/Ng%E1%BB%8Dc_Minh_(ca_s%C4%A9)"
    },
    {
        "id": 261,
        "name": "Ngô Thanh Vân",
        "profile": "Ngô Thanh Vân (sinh ngày 26 tháng 2 năm 1979), hay còn được biết đến với nghệ danh Veronica Ngo, là một nữ diễn viên, ca sĩ, vũ công, người mẫu, nhà làm phim kiêm doanh nhân người Việt Nam. \nCô bắt đầu nổi lên từ bộ phim Dòng máu anh hùng (2007) với vai Thúy, và ngay lập tức gắn với hình tượng đả nữ. Cô tiếp tục tham gia hai dự án phim hành động lớn trong nước là Bẫy rồng (2009) và Lửa Phật (2013). Ngô Thanh Vân bắt đầu sự nghiệp sản xuất phim điện ảnh từ dự án Ngày nảy ngày nay (2015), mà trong đó cô có tham gia một vai. Ngoài các vai diễn trong nước, cô cũng có tham gia một số dự án phim quốc tế.",
        "link": "https://vi.wikipedia.org/wiki/Ng%C3%B4_Thanh_V%C3%A2n"
    },
    {
        "id": 262,
        "name": "Nguyễn Ánh Tuyết",
        "profile": "Nguyễn Ánh Tuyết (sinh năm 1960 tại Hải Phòng) là một nữ ca sĩ nhạc nhẹ Việt Nam nổi tiếng vào cuối thập niên 80 thế kỉ 20. Bà được phong tặng danh hiệu nghệ sĩ ưu tú và hiện là giảng viên nhạc viện Thành phố Hồ Chí Minh.",
        "link": "https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_%C3%81nh_Tuy%E1%BA%BFt"
    },
    {
        "id": 263,
        "name": "Nguyễn Linh Nga",
        "profile": "Nguyễn Linh Nga (sinh ngày 3 tháng 1 năm 1982) là một nữ đạo diễn điện ảnh người Việt. Cô được biết tới qua các tác phẩm phim mang chủ đề về con người Việt Nam với phong cách phân tích tâm lý nhân vật. Cô là đạo diễn của Inside this peace, bộ phim về nạn nhân chất độc da cam được trình chiếu khắp nước Mỹ và đoạt các giải quan trọng như giải \"Phim tài liệu xuất sắc\" tại Liên hoan phim Phụ nữ California 2019, giải \"Huân chương danh dự\" tại Liên hoan phim Impact DOCs Awards 2019 và nhận đề cử giải \"Phim tài liệu xuất sắc\" của Liên hoan phim Action On Film International Film Festival của Mỹ. Ngoài ra, Linh Nga cũng đoạt nhiều giải thưởng điện ảnh khác và là nhà thành lập hãng phim 9669 Films, LLC.",
        "link": "https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Linh_Nga"
    },
    {
        "id": 264,
        "name": "Nguyên Thảo (ca sĩ)",
        "profile": "Nguyễn Nguyên Thảo (sinh ngày 20 tháng 2 năm 1980), được biết đến nhiều hơn với cái tên ngắn gọn là Nguyên Thảo, là một ca sĩ người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Nguy%C3%AAn_Th%E1%BA%A3o_(ca_s%C4%A9)"
    },
    {
        "id": 265,
        "name": "Nguyễn Thu Hằng",
        "profile": "Nguyễn Thu Hằng là nữ ca sĩ Việt Nam, cô bắt đầu sự nghiệp với giải Quán quân dòng nhạc Dân gian trong cuộc thi Sao Mai 2015, từng vinh dự giành được 1 đề cử giải Cống hiến.",
        "link": "https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Thu_H%E1%BA%B1ng"
    },
    {
        "id": 266,
        "name": "Nguyễn Thúy Cải",
        "profile": "Nguyễn Thúy Cải (sinh ngày 20 tháng 8 năm 1953) là một nữ nghệ sĩ quan họ Bắc Ninh. Bà là một trong những người đặt viên gạch đầu tiên xây dựng Đoàn Dân ca Quan họ Bắc Ninh.\nHiện bà đang là Nghệ sĩ Nhân dân, nguyên Đại biểu Quốc hội khóa IX, nguyên Trưởng đoàn Dân ca Quan họ Bắc Ninh.",
        "link": "https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Th%C3%BAy_C%E1%BA%A3i"
    },
    {
        "id": 267,
        "name": "Nhã Phương (ca sĩ)",
        "profile": "Nhã Phương (sinh năm 1960, tên thật: Nguyễn Khắc Kim Phượng) là một nữ ca sĩ nổi tiếng ở Việt Nam những năm 80 cùng thời với Lê Tuấn, Phương Giao,... Nhã Phương và người chị Bảo Yến từng là đôi song ca thành công vào thập niên 1980.",
        "link": "https://vi.wikipedia.org/wiki/Nh%C3%A3_Ph%C6%B0%C6%A1ng_(ca_s%C4%A9)"
    },
    {
        "id": 268,
        "name": "Nhật Kim Anh",
        "profile": "Đỗ Thị Kim Huê (sinh ngày 15 tháng 8 năm 1985), thường được biết đến với nghệ danh Nhật Kim Anh, là một nữ ca sĩ kiêm diễn viên người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Nh%E1%BA%ADt_Kim_Anh"
    },
    {
        "id": 269,
        "name": "Nhật Thủy",
        "profile": "Trần Nhật Thủy (sinh ngày 16 tháng 7 năm 1991), thường được biết đến với nghệ danh Nhật Thủy, là một nữ ca sĩ người Việt Nam. Cô được biết đến nhờ việc sở hữu kỹ thuật giả giọng của mình.\nNăm 2014, cô đoạt giải quán quân của mùa thứ 5 trong chương trình Thần tượng âm nhạc Việt Nam cũng như giành giải tương tự trong chương trình Gương mặt thân quen.",
        "link": "https://vi.wikipedia.org/wiki/Nh%E1%BA%ADt_Th%E1%BB%A7y"
    },
    {
        "id": 270,
        "name": "Như Loan",
        "profile": "Như Loan (sinh ngày 20 tháng 4 năm 1981) là một ca sĩ người Mỹ gốc Việt hiện đang ký hợp đồng với trung tâm Thúy Nga. Ngoài là một ca sĩ cô còn là một người mẫu chuyên nghiệp.",
        "link": "https://vi.wikipedia.org/wiki/Nh%C6%B0_Loan"
    },
    {
        "id": 271,
        "name": "Như Quỳnh (ca sĩ)",
        "profile": "Lê Lâm Quỳnh Như (sinh ngày 9 tháng 9 năm 1970) thường được biết đến với nghệ danh Như Quỳnh, là một nữ ca sĩ người Mỹ gốc Việt thành công với dòng nhạc trữ tình.\nNăm 1993, cô sang Hoa Kỳ định cư theo diện HO. Năm 1994, Trung tâm Asia đã ký hợp đồng với cô. Năm 1996, cô chuyển sang cộng tác cho Trung tâm Thúy Nga. Năm 2007, Như Quỳnh trở lại cộng tác với Trung tâm Asia. Năm 2009, cô trở về Trung tâm Thúy Nga và cộng tác cho đến nay.",
        "link": "https://vi.wikipedia.org/wiki/Nh%C6%B0_Qu%E1%BB%B3nh_(ca_s%C4%A9)"
    },
    {
        "id": 272,
        "name": "Hà Quỳnh Như",
        "profile": "Hà Quỳnh Như (sinh ngày 3 tháng 9 năm 2004 tại Nghệ An) là một ca sĩ người Việt Nam, hát nhạc dân ca mang âm hưởng dân ca, dân ca ví, giặm Nghệ Tĩnh.\nQuỳnh Như bắt đầu nổi danh từ khi tham gia và đạt giải 3 chương trình Thần tượng tương lai năm thứ 1, tham gia chương trình Nhạc hội quê hương và mới đây nhất Quỳnh Như đã đạt quán quân Giọng hát việt nhí 2018.",
        "link": "https://vi.wikipedia.org/wiki/H%C3%A0_Qu%E1%BB%B3nh_Nh%C6%B0"
    },
    {
        "id": 273,
        "name": "Orange (ca sĩ)",
        "profile": "Khương Hoàn Mỹ (sinh ngày 15 tháng 2 năm 1997), thường được biết đến với nghệ danh Orange, là một nữ ca sĩ kiêm nhạc sĩ sáng tác ca khúc người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Orange_(ca_s%C4%A9)"
    },
    {
        "id": 274,
        "name": "Phạm Phương Thảo (ca sĩ)",
        "profile": "Phạm Phương Thảo (tên thật: Phạm Thị Thảo [1] sinh ngày 18 tháng 1 năm 1982) là ca sĩ người Việt Nam, từng giành được 1 đề cử tại giải Cống hiến. Cô bắt đầu sự nghiệp với Giải 3 dòng nhạc Dân gian tại Sao Mai 2003. Cô được phong danh hiệu Nghệ sĩ ưu tú và Nghệ sĩ nhân dân. Hiện cô là ca sĩ của Nhà hát Ca múa nhạc Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_Ph%C6%B0%C6%A1ng_Th%E1%BA%A3o_(ca_s%C4%A9)"
    },
    {
        "id": 275,
        "name": "Phạm Quỳnh Anh",
        "profile": "Phạm Quỳnh Anh (sinh ngày 24 tháng 8 năm 1984) là một nữ ca sĩ kiêm diễn viên người Việt Nam. Cô từng là thành viên của nhóm nhạc Sắc Màu và H.A.T.",
        "link": "https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_Qu%E1%BB%B3nh_Anh"
    },
    {
        "id": 276,
        "name": "Phạm Thanh Thảo",
        "profile": "Phạm Thanh Thảo (sinh ngày 1 tháng 1 năm 1979 tại Thành phố Hồ Chí Minh) là một nữ ca sĩ kiêm người dẫn chương trình nổi tiếng người Việt Nam. Cô được khán giả biết đến qua các ca khúc khá thành công như: \"Mừng tuổi mẹ\", \"Đời mẹ\", \"Ngày xưa ơi\"... Cô sinh ra trong gia đình gồm có 4 anh chị em và là con thứ 3 trong nhà. Ngoài vai trò là ca sĩ Phạm Thanh Thảo còn được khán giả biết đến với vai trò là người dẫn chương trình của các chương trình: Vườn âm nhạc, Giai điệu tình yêu, Quà tặng trái tim, Nhóm ca & bạn trẻ của Đài truyền hình Thành phố Hồ Chí Minh, CLB Chiều thứ Bảy (NVH Thanh Niên).",
        "link": "https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_Thanh_Th%E1%BA%A3o"
    },
    {
        "id": 277,
        "name": "Phùng Khánh Linh",
        "profile": "Phùng Khánh Linh (sinh ngày 7 tháng 5 năm 1994) là một nữ ca sĩ kiêm nhạc sĩ sáng tác ca khúc người Việt Nam. Những bài hát do cô sáng tác luôn thu hút sự quan tâm của công chúng, và được truyền thông lẫn giới chuyên môn ghi nhận. Trong suốt sự nghiệp của mình, cô nhận được 7 đề cử của giải thưởng Âm nhạc Cống Hiến, 1 đề cử Giải Mai Vàng và 1 đề cử của giải Âm nhạc Làn Sóng Xanh.",
        "link": "https://vi.wikipedia.org/wiki/Ph%C3%B9ng_Kh%C3%A1nh_Linh"
    },
    {
        "id": 278,
        "name": "Phương Anh (ca sĩ sinh 1993)",
        "profile": "Trần Thị Phương Anh (sinh ngày 15 tháng 4 năm 1993) thường được biết đến với nghệ danh Phương Anh Bolero, là một nữ ca sĩ thành công với dòng nhạc Bolero, trữ tình và là chị ruột của nữ ca sĩ Phương Ý (sinh ngày 21 tháng 3 năm 1996) - Thần Tượng Bolero 2019.",
        "link": "https://vi.wikipedia.org/wiki/Ph%C6%B0%C6%A1ng_Anh_(ca_s%C4%A9_sinh_1993)"
    },
    {
        "id": 279,
        "name": "Phương Dung",
        "profile": "Phương Dung (tên khai sinh: Nguyễn Phan Phương Dung, sinh ngày 9 tháng 8 năm 1942) là một nữ ca sĩ nhạc vàng nổi tiếng người Việt Nam. Bà được đánh giá là một trong những giọng ca bền bỉ và có sức ảnh hưởng lớn của nền nhạc vàng miền Nam giai đoạn những năm thập niên 1960 - 1970. Tiếng hát Phương Dung gắn liền với biệt danh \"Nhạn trắng Gò Công\" mà thi sĩ Kiên Giang Hà Huy Hà dành tặng cho bà.",
        "link": "https://vi.wikipedia.org/wiki/Ph%C6%B0%C6%A1ng_Dung"
    },
    {
        "id": 280,
        "name": "Phương Ly",
        "profile": "Trần Phương Ly (sinh ngày 28 tháng 10 năm 1990), thường được biết đến với nghệ danh Phương Ly, là một nữ ca sĩ người Việt Nam. Cô bắt đầu nổi danh với vai trò là một nhân vật nổi tiếng trên mạng xã hội, sau đó hoạt động với tư cách là một nghệ sĩ âm nhạc và nhanh chóng nhận về những thành công lớn. Trong suốt sự nghiệp của mình, cô từng vinh dự nhận một đề cử của giải Cống hiến.",
        "link": "https://vi.wikipedia.org/wiki/Ph%C6%B0%C6%A1ng_Ly"
    },
    {
        "id": 281,
        "name": "Phượng Mai",
        "profile": "Phượng Mai, tên thật là Trương Thị Bích Phượng (sinh ngày 29 tháng 10 năm 1956), là một nữ ca sĩ tân nhạc kiêm nghệ sĩ cải lương hồ quảng nổi tiếng tại Việt Nam lẫn hải ngoại.",
        "link": "https://vi.wikipedia.org/wiki/Ph%C6%B0%E1%BB%A3ng_Mai"
    },
    {
        "id": 282,
        "name": "Phương Nga",
        "profile": "Nguyễn Thị Phương Nga (sinh ngày 8 tháng 12 năm 1978) là ca sĩ nhạc thính phòng, giảng viên thanh nhạc tại Học viện Âm nhạc Quốc gia Việt Nam, cô bắt đầu sự nghiệp năm 2001 với giải nhất Giọng hát Trẻ Hà Nội và là người giành giải nhất của cuộc thi Sao Mai năm đầu tiên.",
        "link": "https://vi.wikipedia.org/wiki/Ph%C6%B0%C6%A1ng_Nga"
    },
    {
        "id": 283,
        "name": "Phương Thanh",
        "profile": "Bùi Thị Phương Thanh, thường được biết đến với nghệ danh Phương Thanh (sinh ngày 27 tháng 4 năm 1973), là một nữ ca sĩ người Việt Nam, từng giành 1 đề cử giải Cống hiến. Với dòng nhạc pop-rock sở trường và chất giọng khàn lạ, cô cũng được biết đến với tư cách là diễn viên của nhiều bộ phim khác nhau.",
        "link": "https://vi.wikipedia.org/wiki/Ph%C6%B0%C6%A1ng_Thanh"
    },
    {
        "id": 284,
        "name": "Phương Trinh Jolie",
        "profile": "Phương Trinh Jolie, tên thật Nguyễn Ngọc Phương Trinh (sinh ngày 7 tháng 10 năm 1988 tại An Giang - Việt Nam), là một nữ ca sĩ kiêm diễn viên điện ảnh và diễn viên truyền hình người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Ph%C6%B0%C6%A1ng_Trinh_Jolie"
    },
    {
        "id": 285,
        "name": "Phương Vy",
        "profile": "Nguyễn Ngọc Phương Vy (sinh ngày 27 tháng 8 năm 1987), thường được biết đến với nghệ danh Phương Vy, là một nữ ca sĩ người Việt Nam. Là quán quân mùa đầu tiên tại cuộc thi Vietnam Idol, cô cũng là người đại diện Việt Nam tham sự cuộc thi Asian Idol. \n\n",
        "link": "https://vi.wikipedia.org/wiki/Ph%C6%B0%C6%A1ng_Vy"
    },
    {
        "id": 286,
        "name": "Bích Phương",
        "profile": "Bùi Thị Bích Phương (sinh ngày 30 tháng 9 năm 1989), thường được biết đến với nghệ danh Bích Phương, là một nữ ca sĩ người Việt Nam. Nổi danh từ sau cuộc thi Vietnam Idol: Thần tượng Âm nhạc Việt Nam 2010, cô đã giành được nhiều thành công đáng kể trong suốt sự nghiệp của mình, bao gồm một giải Cống hiến và nhiều giải thưởng khác. Cô còn được biết đến vai trò giám khảo của cuộc thi Thần tượng âm nhạc nhí: Vietnam Idol Kids 2017.",
        "link": "https://vi.wikipedia.org/wiki/B%C3%ADch_Ph%C6%B0%C6%A1ng"
    },
    {
        "id": 287,
        "name": "Quách Mai Thy",
        "profile": "Quách Mai Thy (sinh năm 1994), là một nữ ca sĩ giành ngôi vị quán quân - Giải nhất Liên hoan tiếng hát truyền hình toàn quốc - giải Sao Mai 2019 phong cách dân gian. Ở cuộc thi này, Quách Mai Thy cũng là thí sinh được khán giả yêu thích và bầu chọn nhiều nhất đối với cả ba dòng nhạc: Thính phòng, dân gian và nhạc nhẹ trong tốp 9 đêm chung kết 3 và tốp 6 đêm chung kết xếp hạng.",
        "link": "https://vi.wikipedia.org/wiki/Qu%C3%A1ch_Mai_Thy"
    },
    {
        "id": 288,
        "name": "Quách Thị Hồ",
        "profile": "Quách Thị Hồ (11 tháng 6 năm 1909 – 4 tháng 1 năm 2001) là một bậc thầy về ca trù và là danh ca ca trù nổi tiếng. Bà là người đầu tiên đưa tiếng hát ca trù của Việt Nam ra nước ngoài. Năm 1988, bà được phong tặng danh hiệu Nghệ sĩ Nhân dân và là nghệ sĩ ca trù duy nhất nhận được danh hiệu này.",
        "link": "https://vi.wikipedia.org/wiki/Qu%C3%A1ch_Th%E1%BB%8B_H%E1%BB%93"
    },
    {
        "id": 289,
        "name": "Quỳnh Anh (ca sĩ sinh 1993)",
        "profile": "Phan Thị Quỳnh Anh (sinh ngày 11 tháng 7 năm 1993), nghệ danh Quỳnh Anh, thường được biết đến với nghệ danh Sao Mai Quỳnh Anh, là một nữ ca sĩ người Việt Nam. Sinh ra tại Hà Tĩnh, Quỳnh Anh xuất thân là một giáo viên mầm non. Đam mê âm nhạc, cô tham gia một số cuộc thi âm nhạc, theo học tại Học viện Âm nhạc Quốc gia Việt Nam và đoạt ngôi vị á quân dòng nhạc dân gian cuộc thi Liên hoan tiếng hát truyền hình toàn quốc 2019. Năm 2023, cô phát hành hai album ca nhạc thể loại Jazz.",
        "link": "https://vi.wikipedia.org/wiki/Qu%E1%BB%B3nh_Anh_(ca_s%C4%A9_sinh_1993)"
    },
    {
        "id": 290,
        "name": "Kristine Sa",
        "profile": "Kristine Sa, tên thật là Huỳnh Ngọc Nhã Yến, (sinh ngày 6 tháng 6 năm 1982) là một ca sĩ nhạc pop người Canada gốc Việt hiện đang sinh sống tại Toronto, Canada. Ngoài ra, cô còn viết nhạc và làm thơ. Cô sinh tại Sông Bé nhưng đến sinh sống tại Canada lúc 6 tuổi. Hiện cô đang học tại Đại học York. Cô là em gái của nữ ca sĩ Tâm Đoan.",
        "link": "https://vi.wikipedia.org/wiki/Kristine_Sa"
    },
    {
        "id": 291,
        "name": "Siu Black",
        "profile": "Siu Black (sinh ngày 27 tháng 8 năm 1967) là một ca sĩ, diễn viên điện ảnh, MC nổi tiếng người Việt Nam, theo phong cách nhạc rock. Cô được người hâm mộ trìu mến gọi là \"Họa mi của núi rừng Tây Nguyên\", hay ngắn gọn là \"Họa mi núi rừng\".\nXuất thân từ một gia đình người dân tộc Ba Na không có người làm nghệ thuật, ngay từ khi còn rất nhỏ, Siu Black đã thích hát. Dù không nhận được sự ủng hộ từ gia đình nhưng Siu vẫn theo đuổi niềm đam mê của mình. Trong sự nghiệp ca hát của mình, ca sĩ Siu Black đã tham dự nhiều cuộc thi và đoạt giải thưởng cả trong lẫn ngoài nước.",
        "link": "https://vi.wikipedia.org/wiki/Siu_Black"
    },
    {
        "id": 292,
        "name": "Giáng Son",
        "profile": "Tạ Thị Giáng Son (sinh ngày 1 tháng 2 năm 1975), thường được biết đến với nghệ danh Giáng Son hay Giáng Sol, là một nữ ca sĩ kiêm sáng tác nhạc người Việt Nam. Cô là một trong số ít những nữ nhạc sĩ thành công vào đầu thập niên 2000 của Việt Nam và là cựu thủ lĩnh sáng lập nên nhóm nhạc 5 Dòng Kẻ. Cô là Ủy viên Ban chấp hành của Hội Nhạc sĩ Việt Nam, hội viên của Hội các nhà soạn nhạc thế giới thế kỷ 21 (Composers 21) và thành viên của nhóm tác giả M6. Son từng giữ chức Phó trưởng khoa Kịch hát dân tộc và hiện là giảng viên tại trường Đại học Sân khấu và Điện ảnh Hà Nội.\nGiáng Son là con gái út của Nhà giáo Nhân dân nhạc sĩ Hoàng Kiều và nghệ sĩ chèo Bích Ngọc. Ngay từ nhỏ, cô sớm đã được tiếp cận với âm nhạc dân gian. Giáng Son đã có nền tảng âm nhạc vững chắc khi tốt nghiệp hệ trung cấp khoa sáng tác tại trường Cao đẳng nghệ thuật Hà Nội năm 1994, bậc đại học chuyên ngành sáng tác khoa lý luận – sáng tác – chỉ huy năm 1999 và tốt nghiệp thạc sĩ năm 2009 tại Học viện Âm nhạc Quốc gia Việt Nam.\nNăm 1998, Giáng Son cùng ca sĩ Lan Hương đã thành lập ban nhạc Exotica. Họ bước đầu đạt thành công khi trình diễn 4 ca khúc của Giáng Son và giành giải \"Đĩa nhạc xanh\", riêng cá nhân cô giành \"Tác giả trẻ xuất sắc nhất\" tại Liên hoan Ban nhạc sinh viên toàn quốc lần thứ nhất năm 1999. Tuy nhiên, Giáng Son và Lan Hương đã rời nhóm do mẫu thuẫn. Tháng 11 năm 1999, họ thành lập nhóm nhạc Du Ca, bao gồm 5 thành viên và sau đó được đổi tên thành 5 Dòng Kẻ. Năm 2003, 5 Dòng Kẻ tạo bước ngoặt khi chuyển đến thành phố Hồ Chí Minh và phát hành album đầu tay Em, trong đó phần lớn là các sáng tác của riêng Giáng Son. Các ca khúc trong đĩa và đặc biệt là \"Cỏ và mưa\" đã định hình phong cách và trở thành ca khúc tiêu biểu cho nhóm. Đầu năm 2005, cô ra mắt ấn phẩm Cỏ và mưa – 30 tình khúc Giáng Son, phát hành bởi Nhà xuất bản Trẻ. Ngày 14 tháng 9 cùng năm, Giáng Son chính thức rời 5 Dòng Kẻ để tiếp tục công việc sáng tác, giảng dạy và học tập tại Hà Nội. Tên tuổi của cô trong vai trò nhạc sĩ bứt phá khi \"Giấc mơ trưa\" được bầu chọn là \"Bài hát của tháng\" và cá nhân Son giành được giải \"Nhạc sĩ ấn tượng\" tại Bài hát Việt 2005.\nNăm 2007, album phòng thu đầu tay được đặt nhan đề mang chính tên của cô, Giáng Son. Đĩa nhạc đã giới thiệu khả năng sáng tác đa dạng trong các phong cách âm nhạc và giúp cô giành được đề cử đầu tiên tại Giải thưởng Cống hiến lần thứ 3 trong sự nghiệp ở hạng mục \"Album của năm\". Tháng 10 năm 2010, Giáng Son là nữ nhạc sĩ duy nhất được vinh danh trên chương trình Con đường Âm nhạc mang tên Cỏ và mưa do Đài Truyền hình Việt Nam thực hiện. Năm 2015, Giáng Son tạo bước đột phá trong sự nghiệp khi cộng tác cùng Trần Thu Hà và Tùng Dương để phát hành album phòng thu thứ 2, Bóng tối Jazz. Thành công của đĩa nhạc đã giúp cô giành giải \"Album của năm\" tại Giải thưởng Cống hiến lần thứ 13. Kể từ năm 2016, cô giữ chức huấn luyện viên cho chương trình truyền hình Sing My Song: Bài hát hay nhất mùa 1 và 2.\nNăm 2023, Giáng Son chính thức ra mắt solo với album phòng thu thứ ba, Sing My Sol và đầu năm 2024 ca khúc \"Thương cha\" của cô đã giành được hạng ba tại Giải thưởng Âm nhạc Hội Nhạc sĩ Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Gi%C3%A1ng_Son"
    },
    {
        "id": 293,
        "name": "Suboi",
        "profile": "Hàng Lâm Trang Anh (sinh ngày 14 tháng 1 năm 1990), thường được biết đến với nghệ danh Suboi, là một nữ rapper, ca sĩ, nhạc sĩ sáng tác ca khúc, diễn viên, người dẫn chương trình và Biên tập viên thời sự người Việt Nam. Cô được mệnh danh là \"Nữ hoàng nhạc hip-hop\" tại Việt Nam.\nĐược sinh ra và lớn lên tại Thành phố Hồ Chí Minh, Suboi tiếp cận và yêu thích dòng nhạc hip hop kể từ khi cô chỉ mới 14 tuổi và bắt đầu trình diễn rap từ lúc 15 tuổi và sau đó cô nhanh chóng trở thành một trong những rapper nổi tiếng trong giới underground hip hop. Năm 19 tuổi, sau một lần thu âm cùng rapper Rapsoul và KraziNoyze, Suboi đã gây chú ý cho nhạc sĩ Dương Khắc Linh, người sau này đã mời cô gia nhập hãng đĩa Music Faces. Năm 2009, Suboi giành được nhiều chú ý từ khán giả sau hai ca khúc \"Xin hãy thứ tha\" và \"Girls' Night\", hợp tác cùng Hồ Ngọc Hà, đẩy mạnh việc ra mắt album đầu tay của mình, Walk năm 2010, giúp cô trở thành nữ rapper đầu tiên đạt được thành công tại Việt Nam. Năm 2012, cô kết thúc hợp đồng với Music Faces và trở thành ca sĩ tự do. Album phòng thu thứ hai của cô, Run, sau nhiều lần trì hoãn đã được phát hành vào tháng 5 năm đó.\nSuboi là nghệ sĩ Việt Nam đầu tiên có banner riêng trên Apple Music và được biểu diễn tại Liên hoan South by Southwest, một trong những lễ hội âm nhạc thường niên lớn nhất nước Mỹ. Năm 2017, cô xuất hiện trên trang bìa của tạp chí Forbes Asia sau khi được lọt vào Danh sách 30 người trẻ tuổi ảnh hưởng nhất châu Á của năm và cũng là nghệ sĩ Việt Nam đầu tiên góp mặt vào danh sách này. Năm 2019, cô trở thành một trong sáu đại diện châu lục duy nhất xuất hiện trong phim tài liệu về nền văn hóa hip-hop châu Á mang tên Asia rising - The next generation of hip hop trên kênh phương tiện truyền thông đại chúng 88rising của Hoa Kỳ, đồng thời cũng là rapper Việt Nam đầu tiên có video âm nhạc được đăng tải trên nền tảng giải trí này.",
        "link": "https://vi.wikipedia.org/wiki/Suboi"
    },
    {
        "id": 294,
        "name": "Suni Hạ Linh",
        "profile": "Ngô Đặng Thu Giang (sinh ngày 6 tháng 9 năm 1990), thường được biết đến với nghệ danh Suni Hạ Linh, là một nữ ca sĩ, nhạc sĩ, nhà sản xuất thu âm kiêm vũ công người Việt Nam.\nCô từng tham gia cuộc thi Kpop Star Hunt (2012) và từng đoạt giải ba trong cuộc thi Ngôi sao Việt (2014).",
        "link": "https://vi.wikipedia.org/wiki/Suni_H%E1%BA%A1_Linh"
    },
    {
        "id": 295,
        "name": "Tâm Đoan",
        "profile": "Huỳnh Ngọc Tâm Đoan (sinh ngày 5 tháng 5 năm 1977) thường được biết đến với nghệ danh Tâm Đoan, là một nữ ca sĩ người Canada gốc Việt, thành công với dòng nhạc trữ tình.",
        "link": "https://vi.wikipedia.org/wiki/T%C3%A2m_%C4%90oan"
    },
    {
        "id": 296,
        "name": "Tâm Tít",
        "profile": "Phạm Thanh Tâm (sinh ngày 29 tháng 3 năm 1989), thường được biết đến với nghệ danh Tâm Tít, là một nữ ca sĩ, diễn viên điện ảnh, người dẫn chương trình và người mẫu ảnh người Việt Nam. Cô được biết đến như một trong những hot girl đời đầu tại Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/T%C3%A2m_T%C3%ADt"
    },
    {
        "id": 297,
        "name": "Tân Nhàn",
        "profile": "Tân Nhàn (tên đầy đủ là Nguyễn Thị Tân Nhàn), sinh năm 1982 tại xã Khả Phong, huyện Kim Bảng, Hà Nam Ninh (nay thuộc tỉnh Hà Nam), là giảng viên thanh nhạc, ca sĩ nổi tiếng của dòng nhạc dân gian Việt Nam, được phong tặng Nghệ sĩ ưu tú năm 2023. Hiện cô là giảng viên thanh nhạc của Học viện Âm nhạc Quốc gia Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/T%C3%A2n_Nh%C3%A0n"
    },
    {
        "id": 298,
        "name": "Thái Bảo (ca sĩ)",
        "profile": "Thái Bảo (sinh ngày 27 tháng 3 năm 1964) là một ca sĩ, Nghệ sĩ nhân dân Việt Nam thành công ở cả hai thể loại nhạc nhẹ và dân ca. Bà được nhận xét là \"Một giọng hát không quá trẻ mà cũng chẳng chịu già. Cô như người đứng giữa hai thế hệ ca hát để mang thông điệp tình yêu đến cho mọi người: luôn lặng lẽ, cẩn trọng và nghiêm túc trau dồi nghệ thuật ca hát và diễn tấu cây đàn bầu\".\nThái Bảo được Nhà nước Việt Nam phong tặng danh hiệu Nghệ sĩ ưu tú năm 2013, Nghệ sĩ nhân dân năm 2015.",
        "link": "https://vi.wikipedia.org/wiki/Th%C3%A1i_B%E1%BA%A3o_(ca_s%C4%A9)"
    },
    {
        "id": 299,
        "name": "Thái Thanh (ca sĩ)",
        "profile": "Thái Thanh (5 tháng 8 năm 1934 – 17 tháng 3 năm 2020) tên khai sinh Phạm Thị Băng Thanh – là một nữ ca sĩ người Việt Nam, được xem như một trong những giọng ca tiêu biểu của tân nhạc Việt Nam. Bà đi hát và thành danh từ năm 14 tuổi trong vùng kháng chiến, nổi tiếng cùng ban hợp ca Thăng Long của gia đình, trước khi chính thức lấy nghệ danh Thái Thanh từ thập niên 1950. Bà thường được coi như là \"Đệ Nhất danh ca\" của dòng nhạc tiền chiến cũng như nhạc tình miền Nam giai đoạn 1954 – 1975, và tên tuổi của bà gắn liền với các nhạc phẩm của nhạc sĩ Phạm Duy.\nMặc dù không theo học một lớp nhạc chuyên nghiệp nào, chỉ tự luyện giọng từ nhỏ theo các lối dân ca của đồng bằng Bắc Bộ và các sách nhạc tiếng Pháp, Thái Thanh đã tạo ra một trường phái riêng hòa trộn giữa tính chất opera Tây Phương với dân nhạc Việt Nam, ảnh hưởng tới nhiều nữ ca sĩ của thế hệ sau như Mai Hương, Quỳnh Giao, Ánh Tuyết...\nSau 1975, bà ở lại Việt Nam cho đến năm 1985 thì chuyển sang định cư ở Hoa Kỳ. Tại đây bà tiếp tục trình diễn và thâu thanh cho đến khi giải nghệ vào năm 2002. Bà mất vào ngày 17 tháng 3 năm 2020 tại Quận Cam, California, Hoa Kỳ.",
        "link": "https://vi.wikipedia.org/wiki/Th%C3%A1i_Thanh_(ca_s%C4%A9)"
    },
    {
        "id": 300,
        "name": "Thái Thảo",
        "profile": "Thái Thảo (sinh năm 1961) là một ca sĩ Việt Nam ở hải ngoại thuộc thế hệ thứ hai. Cô tên thật là Phạm Thị Thái Thảo, sinh năm 1961 ở Sài Gòn, nhưng đều có cha mẹ là gốc Hà Nội, cha là nhạc sĩ Phạm Duy, mẹ là ca sĩ Thái Hằng .\nThái Thảo thuộc về trong đại gia đình nghệ sĩ. Ngoài người cha là nhạc sĩ Phạm Duy, mẹ là ca sĩ Thái Hằng, còn có dì ruột là danh ca Thái Thanh, cậu ruột là các nhạc sĩ Phạm Đình Chương (tức Hoài Bắc), Phạm Đình Viêm (tức Hoài Trung) và Phạm Đình Sỹ (tức Hoài Nam). Các anh chị ruột Duy Quang, Duy Cường, Thái Hiền đều thành công trên con đường nghệ thuật. Ngoài ra cô còn có chồng là ca sĩ Tuấn Ngọc, các chị em họ như Mai Hương, Ý Lan.\nSau sự kiện 30 tháng 4 năm 1975, lúc 14 tuổi, Thái Thảo theo cha mẹ cùng chị là ca sĩ Thái Hiền và hai em di tản qua Hoa Kỳ, còn bốn người anh thì kẹt lại ở Sài Gòn . Cô tiếp tục việc học ở Hoa Kỳ, hai năm đầu gia đình cô sống ở Florida , và từ mùa hè năm 1977 ở Midway City, California .\nThái Thảo bắt đâu bắt đầu sự nghiệp ca hát từ 1979, là một thành viên của ban nhạc gia đình The Dreamers, cho tới khoảng 1984 thì thực sự trở thành một ca sĩ chuyên nghiệp. Cô lập gia đình với nam ca sĩ Tuấn Ngọc năm 1994. Sau đó cô thôi hát chuyên nghiệp để dành thì giờ cho gia đình, và từ năm 2004 thì thôi hát hẳn. Hai người có một người con gái, riêng cô có hai người con trai riêng. Sau này, những khi ca sĩ Tuấn Ngọc về Việt Nam biểu diễn, cô thường về theo và đôi khi lên sân khấu song ca với chồng một hai bài.",
        "link": "https://vi.wikipedia.org/wiki/Th%C3%A1i_Th%E1%BA%A3o"
    },
    {
        "id": 301,
        "name": "Thái Trinh",
        "profile": "Thái Trinh (sinh ngày 9 tháng 9 năm 1993) là nữ ca sĩ Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Th%C3%A1i_Trinh"
    },
    {
        "id": 302,
        "name": "Thanh Hà (ca sĩ)",
        "profile": "Trương Minh Hà thường được biết đến với nghệ danh Thanh Hà (sinh 18 tháng 3 năm 1969 tại Đà Nẵng) là một nữ ca sĩ hải ngoại người Mỹ gốc Việt. Thanh Hà là ca sĩ hải ngoại mang hai dòng máu Việt Mỹ nổi tiếng với giọng hát ngọt ngào, đầm thắm. Từng được nhắc đến như một nhân vật con lai thành đạt nhất trong cuốn Coming Home của Thomas.",
        "link": "https://vi.wikipedia.org/wiki/Thanh_H%C3%A0_(ca_s%C4%A9)"
    },
    {
        "id": 303,
        "name": "Thanh Hoa (ca sĩ)",
        "profile": "Thanh Hoa (sinh ngày 12 tháng 10 năm 1950) là một nữ ca sĩ người Việt Nam. Thanh Hoa bắt đầu sự nghiệp ca hát từ năm 16 tuổi. Bà đã thể hiện thành công hàng loạt ca khúc nổi tiếng như: \"Tình yêu của đất và nước\", \"Mùa xuân làng lúa làng hoa\", \"Tàu anh qua núi\", \"Con kênh ta đào\", \"Tình yêu trên dòng sông quan họ\", \"Chiều một mình\".",
        "link": "https://vi.wikipedia.org/wiki/Thanh_Hoa_(ca_s%C4%A9)"
    },
    {
        "id": 304,
        "name": "Thanh Huyền",
        "profile": "Thanh Huyền (sinh ngày 10 tháng 10 năm 1942) là một ca sĩ Việt Nam trong thập niên 1960 đến 1980. Bà nổi tiếng với những ca khúc dân ca và trữ tình cách mạng. Thanh Huyền được phong tặng danh hiệu Nghệ sĩ nhân dân vào năm 1984 và là nữ ca sĩ đầu tiên được trao tặng danh hiệu này.",
        "link": "https://vi.wikipedia.org/wiki/Thanh_Huy%E1%BB%81n"
    },
    {
        "id": 305,
        "name": "Thanh Lan",
        "profile": "Thanh Lan (sinh năm 1948) là một ca sĩ, diễn viên người Việt Nam. Bà là một trong những nghệ sĩ hiếm hoi thành công trên cả ba lĩnh vực âm nhạc, điện ảnh và sân khấu. Ca sĩ Thanh Lan, nổi tiếng với các ca khúc nhạc Pháp, là một trong những gương mặt tiêu biểu cho thời kỳ đầu của nhạc trẻ ở Sài Gòn. Với điện ảnh, bà đã tham gia nhiều bộ phim nổi tiếng như Tiếng hát học trò, Ván bài lật ngửa..",
        "link": "https://vi.wikipedia.org/wiki/Thanh_Lan"
    },
    {
        "id": 306,
        "name": "Thanh Mai (ca sĩ)",
        "profile": "Nguyễn Thị Thanh Mai, nghệ danh Thanh Mai (sinh năm 1955) là một ca sĩ, diễn viên trẻ tuổi trước năm 1975 của Việt Nam. Cô được biết đến với biệt danh Tiếng hát học trò.",
        "link": "https://vi.wikipedia.org/wiki/Thanh_Mai_(ca_s%C4%A9)"
    },
    {
        "id": 307,
        "name": "Thanh Thanh Hiền",
        "profile": "Phạm Thị Thu Hiền (sinh ngày 2 tháng 11 năm 1969), thường được biết đến với nghệ danh Thanh Thanh Hiền là một nghệ sĩ cải lương Việt Nam. Xuất thân là nghệ sĩ cải lương nhưng bà lại nhận được nhiều sự yêu mến khi chuyển sang đóng hài, làm ca sĩ. Ngoài cải lương, diễn viên hài, Thanh Thanh Hiền còn biểu diễn được ca trù, chèo, chầu văn, bolero.",
        "link": "https://vi.wikipedia.org/wiki/Thanh_Thanh_Hi%E1%BB%81n"
    },
    {
        "id": 308,
        "name": "Thanh Thảo (ca sĩ)",
        "profile": "Phạm Trịnh Phương Thảo (sinh 8 tháng 3 năm 1977 tại Thành phố Hồ Chí Minh) là một nữ ca sĩ người Việt Nam được khán giả biết đến với nghệ danh Thanh Thảo và biệt danh là \"Búp bê\". Nghệ danh \"Thanh Thảo\" do cô chọn để tránh không trùng với nghệ danh của ca sĩ Phương Thảo. Ngoài công việc của một ca sĩ, Thanh Thảo đã từng là chủ tịch HĐQT sáng lập nên công ty tổ chức biểu diễn, quản lý ca sĩ mang tên Music Box Entertainment với một số ca sĩ độc quyền như: Từ Minh Hy, Ngô Kiến Huy, Ngân Khánh, Nam Cường, Justin Nguyễn, Nhóm P&P,...\nTháng 4 năm 2011, Thanh Thảo đã thành lập 1 công ty mới mang tên Thanh Thảo Production hoạt động riêng lẻ.",
        "link": "https://vi.wikipedia.org/wiki/Thanh_Th%E1%BA%A3o_(ca_s%C4%A9)"
    },
    {
        "id": 309,
        "name": "Thanh Thúy (ca sĩ sinh 1977)",
        "profile": "Thanh Thúy tên đầy đủ là Nguyễn Thị Thanh Thúy (sinh ngày 5 tháng 9 năm 1977) là ca sĩ, diễn viên, chính khách và sĩ quan Quân đội nhân dân Việt Nam; được nhà nước Việt Nam phong tặng danh hiệu Nghệ sĩ Ưu tú năm 2012 và Nghệ sĩ nhân dân năm 2023. Cô còn là diễn viên trong một số bộ phim như \"Người con gái đất đỏ\", \"Đất khách\", \"Ngã rẽ cuộc đời\" và \"Dưới cờ đại nghĩa\". \nNgoài ra cô là đại biểu Hội đồng nhân dân Thành phố Hồ Chí Minh từ năm 2011, Đoàn phó Đoàn văn công Quân khu 7 (còn gọi là Đoàn Nghệ thuật Quân khu 7). Cô từng là một sĩ quan Quân đội nhân dân Việt Nam với cấp bậc Trung tá, từ cuối năm 2017 cô là Phó giám đốc Sở Văn hóa và Thể thao Thành phố Hồ Chí Minh.",
        "link": "https://vi.wikipedia.org/wiki/Thanh_Th%C3%BAy_(ca_s%C4%A9_sinh_1977)"
    },
    {
        "id": 310,
        "name": "Thanh Trúc",
        "profile": "Phạm Lương Thanh Trúc (sinh ngày 11 tháng 9 năm 1986), thường được biết với nghệ danh Thanh Trúc, là một nữ ca sĩ kiêm diễn viên người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Thanh_Tr%C3%BAc"
    },
    {
        "id": 311,
        "name": "Thảo Trang",
        "profile": "Nguyễn Thị Thảo Trang (sinh ngày 17 tháng 11 năm 1987), thường được biết đến với nghệ danh Thảo Trang, là một nữ ca sĩ người Việt Nam. Với phong cách cá tính, mạnh mẽ nhưng cũng không kém phần quyến rũ, Thảo Trang sở hữu giọng mezzo-soprano và có thể ca hát bằng mọi thể loại; tuy vậy, dòng nhạc sở trường của cô là dòng nhạc pop và EDM.",
        "link": "https://vi.wikipedia.org/wiki/Th%E1%BA%A3o_Trang"
    },
    {
        "id": 312,
        "name": "Thiên Kim (ca sĩ)",
        "profile": "Thiên Kim (tên đầy đủ: Trần Thiên Kim, sinh năm 1972) là một ca sĩ người Mỹ gốc Việt, từng cộng tác với Trung tâm Thúy Nga và Asia tại Hoa Kỳ.",
        "link": "https://vi.wikipedia.org/wiki/Thi%C3%AAn_Kim_(ca_s%C4%A9)"
    },
    {
        "id": 313,
        "name": "Thu Hằng",
        "profile": "Nguyễn Thị Thu Hằng (sinh năm 1987) thường được biết đến với nghệ danh Thu Hằng, là một nữ ca sĩ thành công với dòng nhạc trữ tình. Năm 2016, cô đoạt giải quán quân chương trình Solo cùng Bolero.",
        "link": "https://vi.wikipedia.org/wiki/Thu_H%E1%BA%B1ng"
    },
    {
        "id": 314,
        "name": "Thu Hiền",
        "profile": "Thu Hiền (tên thật Nguyễn Thị Thanh Hiền, sinh ngày 3 tháng 5 năm 1952) là một nữ ca sĩ người Việt Nam, nổi tiếng với những ca khúc nhạc cách mạng, trữ tình, dân ca. Năm 1993, bà được Nhà nước Việt Nam phong tặng danh hiệu Nghệ sĩ Nhân dân.",
        "link": "https://vi.wikipedia.org/wiki/Thu_Hi%E1%BB%81n"
    },
    {
        "id": 315,
        "name": "Thu Minh",
        "profile": "Vũ Thu Minh (sinh ngày 22 tháng 9 năm 1977), thường được biết đến với nghệ danh Thu Minh, là một nữ ca sĩ người Việt Nam. Thu Minh được mệnh danh là \"Nữ hoàng nhạc dance\" của nền âm nhạc Việt Nam. Cô từng được đề cử 7 lần tại giải Cống hiến, giành 1 giải Mnet Asian Music Awards.  \nThu Minh nổi lên vào đầu thập niên 2000 và sở hữu quãng giọng dài 4 quãng tám với chất giọng nữ cao trữ tình sáng mảnh (Light Lirico Soprano). Thu Minh cũng là một nghệ sĩ tích cực tham gia các chiến dịch như ủng hộ cộng đồng LGBT tại Việt Nam, lên tiếng về vấn đề bảo vệ tê giác, dự án âm nhạc chống nạn ấu dâm.\nCô được biết đến trước tiên với sự thể hiện thành công những ca khúc nhạc đỏ, nhạc tiền chiến, tình khúc 1954-1975, nhạc trữ tình, những bản nhạc pop, ballad, soul bằng tiếng Anh của các diva thế giới như Whitney Houston, Céline Dion và nhiều ca sĩ tên tuổi khác sau khi đoạt giải nhất cuộc thi Tiếng hát Truyền hình Thành phố Hồ Chí Minh vào năm 16 tuổi. Ngoài ra, Thu Minh còn thể hiện các ca khúc nhạc opera, nhạc jazz, tân cổ, cải lương, và nhạc vàng với nhiều thể nghiệm mới trong cách xử lý nhạc.\nBước ngoặt lớn nhất trong sự nghiệp âm nhạc của cô là sự thành công của những bài hát như Nhớ anh, album \"Thiên Đàng\" với Chuông gió, Bóng mây qua thềm, Mong anh về và sau này Đường cong, Bay, Taxi, Xinh trong album \"Body Language\" đã tiên phong mở đường cho trào lưu nhạc dance chuyên nghiệp tại Việt Nam.\nNgoài ra, cô từng đoạt các siêu danh hiệu \"Nữ hoàng Khiêu vũ\" - ngôi vô địch thế giới - trong chương trình Bước Nhảy Hoàn Vũ 2011. Năm 2012, Thu Minh làm giám khảo kiêm huấn luyện viên trong chương trình Giọng hát Việt bên cạnh Đàm Vĩnh Hưng, Hồ Ngọc Hà, và Trần Lập. Thí sinh Hương Tràm đội cô đã giành được ngôi vị quán quân Giọng hát Việt.\nNăm 2013, sau khi tuyên bố dừng vai trò huấn luyện viên cho chương trình Giọng hát Việt, Thu Minh làm giám khảo khách mời cho hai chương trình lớn khác: Thử Thách Cùng Bước Nhảy: So You Think You Can Dance và Thần tượng âm nhạc: Vietnam Idol của mùa thi năm 2013. Trong cùng năm, liveshow cá nhân mang tên \"Dấu Ấn - Thu Minh\" được lên sóng truyền hình trực tiếp cả nước dưới sự chỉ đạo và dàn dựng của VTV9 trong khuôn khổ chương trình Dấu Ấn.",
        "link": "https://vi.wikipedia.org/wiki/Thu_Minh"
    },
    {
        "id": 316,
        "name": "Thu Phương",
        "profile": "Thu Phương (sinh ngày 9 tháng 10 năm 1972), tên đầy đủ là Nguyễn Thị Thu Phương, là một nữ ca sĩ và nhà sản xuất âm nhạc người Việt Nam. Sinh ra trong một gia đình không có truyền thống nghệ thuật, từ nhỏ cô sinh hoạt tại Cung văn hoá thiếu nhi Hải Phòng trước khi được đào tạo hát và múa tại Nhà hát Tuổi trẻ (Hà Nội). Không lâu sau, cô là ca sĩ chính của ban nhạc rock Tây Hồ vào cuối thập niên 1980 rồi cùng với tay trống Huy MC thành lập nhóm nhảy Discovery, trở thành cặp đôi vàng của làng nhạc Việt thời kỳ này, đi đầu trong việc giới thiệu văn hóa hip-hop đến với công chúng Việt Nam. Cô giành được nhiều giải thưởng âm nhạc trong thời kỳ Làn Sóng Xanh và một Huy chương Vàng Liên hoan ca múa nhạc chuyên nghiệp toàn quốc năm 1995.\nCuối thập niên 1990, Thu Phương bắt đầu khẳng định tài năng với các dòng nhạc giàu tính thẩm mỹ hơn như nhạc đỏ, và đặc biệt là những sáng tác pop ballad của các nhạc sĩ Việt Anh, Quốc Bảo, Trần Quang Lộc, Bảo Chấn, Tường Văn... Giọng ca trầm, ấm, dày, cùng quãng giọng lớn giúp cô sớm được đánh giá là một trong những ca sĩ tài năng nhất của nhạc nhẹ Việt Nam với hàng loạt album phòng thu Thà làm hạt mưa bay (1998), Chào em, chào xinh tươi (2000), Như chưa bắt đầu (2002)... Các album hợp tác cùng nhiều nghệ sĩ khác như Bốn giọng ca vàng (1997), Tình yêu mắt nai (1999), Tình thôi xót xa vol. 2 (1999), Trọn đời bên nhau (2000)... cũng đều được đón nhận nồng nhiệt. Giai đoạn này cũng giúp Thu Phương xây dựng vững chắc hình ảnh qua nhiều ca khúc trở thành thương phẩm, có thể kể tới \"Có phải em mùa thu Hà Nội\", \"Dòng sông lơ đãng\", \"Về đây nghe em\", \"Không còn mùa thu\", \"Thôi anh hãy về\", \"Mắt buồn\", \"Khúc xuân\", \"Cô gái đến từ hôm qua\", \"Ngủ ngoan nhé ngày xưa\", \"Những mùa hoa bỏ lại\", \"Hoa có vàng nơi ấy\", \"Bang Bang\", \"Như chưa bắt đầu\", \"Xa rồi mùa đông\",...\nNăm 2003, cô cùng chồng sang Mỹ định cư. Đây là giai đoạn Thu Phương có nhiều biến chuyển về cuộc sống cũng như chuyên môn. Sau nhiều chương trình hoạt động cùng Thúy Nga Paris và phát hành các album tuyển tập được đánh giá cao, Thu Phương bắt đầu phát triển sự nghiệp âm nhạc đa dạng hơn về sản xuất cũng như phong cách trình diễn. Sau khi ly hôn với Huy MC, nhờ sự hỗ trợ của Clarence Dũng Taylor, cô liên tục nhận được nhiều hoạt động lưu diễn tại Bắc Mỹ, châu Âu và phát hành các album phòng thu Thời gian ơi (2005), Em ra đi mùa thu (2006), Điều cuối cùng đợi chờ (2007)...\nNăm 2008, lần đầu tiên Thu Phương được cấp phép trở về Việt Nam biểu diễn và sau đó được tổ chức đêm nhạc riêng của mình vào năm 2011. Cô cho phát hành các album tiếp theo Hà Nội & tôi (2012), Biển, Nỗi nhớ...và em (2013), Phía nào đến chân trời (2014), chủ yếu vẫn tại thị trường hải ngoại. Cô tổ chức đêm nhạc cá nhân Mùa thu của Phương — Live concert in Hải Phòng vào cuối năm 2013. Thu Phương đẩy mạnh các hoạt động thu âm, trình diễn và sản xuất cùng nhiều nghệ sĩ trên toàn quốc, trong đó tham gia chuỗi ba đêm nhạc The Master of Symphony (2015) tại Nhà hát Hòa Bình cùng 4 diva Việt Nam. Tại Việt Nam, cô phát hành các album phòng thu mới Hội Trăng (2016), 25 năm Thu Phương hát Việt Anh (2022) với nhiều ca khúc mới thành công như \"Hà Nội 12 mùa hoa\",...\nTháng 7 năm 2016, cô là một trong những giọng ca chính tại buổi biểu diễn Dòng sông lơ đãng kỷ niệm 20 năm sự nghiệp sáng tác của nhạc sĩ Việt Anh. Cô cũng trực tiếp đầu tư và sản xuất dự án phim tài liệu Theo dấu Vàng son hát các ca khúc của Việt Anh tại các địa điểm nơi Nam Phương Hoàng hậu từng ghé qua. Bộ phim tài liệu sau đó được phát hành vào năm 2020. Ngoài ra, Thu Phương còn nhận lời làm giám khảo tại nhiều cuộc thi âm nhạc như Giọng hát Việt, Trời sinh một cặp, Bài hát hay nhất, Và tôi vẫn hát, đồng thời tham gia nhiều chương trình truyền hình khác như Làn Sóng Xanh, Tết nghĩa là hy vọng, Chị đẹp đạp gió rẽ sóng...\nAnh trai của Thu Phương là nhà sản xuất âm nhạc Quang Minh (sinh năm 1971), một trong những ca sĩ phòng trà nổi tiếng miền Bắc trong thập niên 1990–2000. Cô còn có một người em gái là doanh nhân Kim Oanh (sinh năm 1975), Hoa khôi thể thao đầu tiên của Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Thu_Ph%C6%B0%C6%A1ng"
    },
    {
        "id": 317,
        "name": "Thu Thủy (ca sĩ)",
        "profile": "Nguyễn Thu Thủy (sinh ngày 3 tháng 1 năm 1984), thường được biết đến với nghệ danh Thu Thủy, là một nữ ca sĩ, nhạc sĩ sáng tác ca khúc, người mẫu kiêm diễn viên người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Thu_Th%E1%BB%A7y_(ca_s%C4%A9)"
    },
    {
        "id": 318,
        "name": "Thùy Chi",
        "profile": "Trần Thùy Chi (sinh ngày 4 tháng 5 năm 1990), thường được biết đến với nghệ danh Thùy Chi, là một nữ ca sĩ người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Th%C3%B9y_Chi"
    },
    {
        "id": 319,
        "name": "Thúy Hà (ca sĩ)",
        "profile": "Thúy Hà (Nguyễn Thúy Hà, 1949 - ) là nữ ca sĩ nhạc thính phòng người Việt Nam với chất giọng soprano đặc trưng, bà được coi là người thể hiện vai diễn \"cô Sao\" thành công nhất.",
        "link": "https://vi.wikipedia.org/wiki/Th%C3%BAy_H%C3%A0_(ca_s%C4%A9)"
    },
    {
        "id": 320,
        "name": "Thúy Hường",
        "profile": "Thúy Hường sinh ngày 1 tháng 5 năm 1967, ở phường Cách Bi, thị xã Quế Võ (Bắc Ninh), không phải là làng quan họ cổ. Năm 1984, Thúy Hường học khoa âm nhạc, trường Trung cấp Văn hóa Nghệ thuật Hà Bắc. Thúy Hường được phong tặng danh hiệu Nghệ sĩ ưu tú năm 2001. Năm 2012, Thúy Hường làm giảng viên thuộc khoa Dân ca Quan họ tại Trường Trung cấp Văn hóa, Thể thao và Du lịch Bắc Ninh.\nThúy Hường đã ra mắt khán giả 9 album riêng: Người ở đừng về, Lúng liếng, Nhớ mãi khôn nguôi, Cắp nón đón đò, Bạn tình ơi, Lý giao duyên và Cây trúc xinh. Tháng 5 năm 2012, Thúy Hường được Nhà nước phong tặng danh hiệu Nghệ sĩ nhân dân.\nNgoài ra, Thúy Hường cũng đóng một số phim như \"Đầm hoang\" và \"Thương nhớ đồng quê\".",
        "link": "https://vi.wikipedia.org/wiki/Th%C3%BAy_H%C6%B0%E1%BB%9Dng"
    },
    {
        "id": 321,
        "name": "Thùy Lâm",
        "profile": "Nguyễn Thùy Trang (sinh 10 tháng 9 năm 1987)  thường được biết đến với nghệ danh Thùy Lâm là một Hoa hậu, ca sĩ, diễn viên và người mẫu người Việt Nam. Cô từng giành vương miện Hoa hậu Hoàn vũ Việt Nam 2008, nhiệm kỳ Hoa hậu của cô kéo dài đến 7 năm nên cô là Hoa hậu Hoàn vũ Việt Nam có nhiệm kỳ dài nhất trong lịch sử tính đến thời điểm hiện tại và trở thành đại diện của Việt Nam tại cuộc thi Hoa hậu Hoàn vũ 2008, chung cuộc lọt Top 15.",
        "link": "https://vi.wikipedia.org/wiki/Th%C3%B9y_L%C3%A2m"
    },
    {
        "id": 322,
        "name": "Thủy Tiên (ca sĩ)",
        "profile": "Trần Thị Thủy Tiên (sinh ngày 25 tháng 11 năm 1985 tại Kiên Giang), thường được biết đến với nghệ danh Thủy Tiên là một nữ ca sĩ kiêm sáng tác nhạc, diễn viên và nhà thiện nguyện người Việt Nam. Được mệnh danh là ''Nữ hoàng nhạc phim'', cô nổi tiếng với các album nhạc phim tự sáng tác như Đẹp từng centimet (2008) và Ngôi nhà hạnh phúc (2009). Các bài hát sản sinh từ những album trên là “Hát Vang Rằng Em Yêu Anh”, ''Một Giờ Sáng'', “Chợt Là Nỗi Đau”, và “Ngôi Nhà Hạnh Phúc” đã trở thành những bài hit lớn trong sự nghiệp của cô. Thủy Tiên cũng nhận được phản hồi truyền thông tích cực với các album phòng thu Giấc mơ tuyết trắng (2006), Em đã quên (2011), và Vẫn mãi yêu anh (2011). \nSau khi kết hôn với cầu thủ bóng đá Công Vinh vào cuối năm 2014, gia đình Thủy Tiên thường xuyên tổ chức những chuyến đi quyên góp từ thiện gây được nhiều sự chú ý từ các phương tiện truyền thông. Cô cũng tiếp tục phát hành một số đĩa đơn ăn khách như “Kiss Me”, “Happy Wedding - Chỉ Cần Anh Thôi”, “Em Đã Yêu”, và “Ngải Tình”.",
        "link": "https://vi.wikipedia.org/wiki/Th%E1%BB%A7y_Ti%C3%AAn_(ca_s%C4%A9)"
    },
    {
        "id": 323,
        "name": "Thủy Top",
        "profile": "Huỳnh Minh Thủy (sinh ngày 19 tháng 5 năm 1989), được biết đến nhiều hơn với nghệ danh Thủy Top, là một người mẫu ảnh, người mẫu quảng cáo, diễn viên, ca sĩ người Việt Nam. Cô là một trong những hot girl đời đầu của Việt Nam và từng được mệnh danh là \"quả bom sex\". Sau quá trình học tập tại New York, Hoa Kỳ chuyên ngành truyền thông và biểu diễn. Thủy Top quay trở về Việt Nam nhận chức vụ Tổng biên tập (Editor in chief) của kênh truyền hình FashionTV Vietnam.",
        "link": "https://vi.wikipedia.org/wiki/Th%E1%BB%A7y_Top"
    },
    {
        "id": 324,
        "name": "Thương Huyền",
        "profile": "Thương Huyền (26 tháng 10 năm 1923 - 18 tháng 7 năm 1989) là một trong những ca sĩ tên tuổi nhất tại miền Bắc Việt Nam vào thập niên 1940 – 1960. Bà là ca sĩ tiên phong của nhiều thể loại như nhạc tiền chiến (trước năm 1945), nhạc cách mạng (sau năm 1945) và đặc biệt là dân ca. Thương Huyền đã được trao tặng danh hiệu Nghệ sĩ Nhân dân vào năm 1988.",
        "link": "https://vi.wikipedia.org/wiki/Th%C6%B0%C6%A1ng_Huy%E1%BB%81n"
    },
    {
        "id": 325,
        "name": "Tia Hải Châu",
        "profile": "Trần Hải Châu (sinh ngày 26 tháng 8 năm 1993), thường được biết đến với nghệ danh Tia Hải Châu, là một nữ ca sĩ người Việt Nam. Cô đạt được danh tiếng kể từ khi giành chiến thắng trong mùa đầu tiên của cuộc thi ca hát truyền hình Tôi là... người chiến thắng vào năm 2013. \nVào tháng 6 năm 2014, cô cho phát hành đĩa đơn đầu tay \"Out of Control\", cùng việc xác nhận là ca sĩ người Việt đầu tiên ký kết hợp đồng cùng một trong những hãng thu âm hàng đầu quốc tế, Universal Music, như là một phần của giải thưởng mà cô đã nhận.",
        "link": "https://vi.wikipedia.org/wiki/Tia_H%E1%BA%A3i_Ch%C3%A2u"
    },
    {
        "id": 326,
        "name": "Tiên Cookie",
        "profile": "Tiên Cookie, tên thật là Nguyễn Thủy Tiên (sinh ngày 26 tháng 2 năm 1994) là nhạc sĩ, ca sĩ, nhà sản xuất âm nhạc của Việt Nam. Cô từng giành được 1 giải Cống hiến cho \"Nhà sản xuất của năm\".",
        "link": "https://vi.wikipedia.org/wiki/Ti%C3%AAn_Cookie"
    },
    {
        "id": 327,
        "name": "Tlinh",
        "profile": "Nguyễn Thảo Linh (sinh ngày 7 tháng 10 năm 2000), thường được biết đến với nghệ danh Tlinh (viết cách điệu: tlinh), là một nữ rapper, ca sĩ kiêm nhạc sĩ sáng tác bài hát và vũ công người Việt Nam. \nKhởi đầu là một thành viên trong nhóm nhảy Last Fire Crew, Tlinh chuyển hướng sang con đường âm nhạc chuyên nghiệp vào năm 2020 khi cô tham gia mùa đầu tiên của cuộc thi truyền hình Rap Việt. Sau cuộc thi, Tlinh đồng sáng tác và góp giọng trong một chuỗi các đĩa đơn gây sốt bao gồm \"Thích quá rùi nà\", \"Em là châu báu\", \"Yêu thầm\", \"Xích thêm chút (Remix)\" và \"Siren\". Năm 2021, cô phát hành đĩa đơn solo đầu tay \"Gái độc thân\" theo thể loại pop, R&B và nó đã gặt hái được thành công về mặt thương mại lẫn chuyên môn. Tiếp nối thành công, cô cho ra mắt hai đĩa đơn solo \"Không cần phải nói nhiều\", \"Strip 'em Down\" và bài hát hợp tác với Grey D đứng đầu các bảng xếp hạng \"Vài câu nói có khiến người thay đổi\" (2022).\nNăm 2023, Tlinh phát hành album phòng thu đầu tay Ái. Đĩa nhạc thuộc thể loại R&B đã mang về cho cô bài hát quán quân đầu tiên \"Nếu lúc đó\" trên Billboard Vietnam Hot 100, Billboard Vietnam Top Vietnamese Songs và 2 giải Làn Sóng Xanh cũng như góp mặt trong top 5 trên \"Top Bài hát 2023\", \"Top Bài hát Việt Nam 2023\" và Tlinh là nghệ sĩ nữ duy nhất nằm trong \"Top Nghệ sĩ 2023\" tại chiến dịch Nhìn lại 2023 của Spotify. Tạp chí L'Officiel Vietnam vinh danh cô trong danh sách 19 người phụ nữ của năm và NME xếp hạng Ái đứng thứ 15 trong số 25 album châu Á xuất sắc nhất.",
        "link": "https://vi.wikipedia.org/wiki/Tlinh"
    },
    {
        "id": 328,
        "name": "Tóc Tiên (ca sĩ)",
        "profile": "Nguyễn Khoa Tóc Tiên (sinh ngày 13 tháng 5 năm 1989), thường được biết đến với nghệ danh Tóc Tiên, là một nữ ca sĩ kiêm diễn viên người Việt Nam. Từng giành giải Cống hiến vào năm 2019 ở hạng mục \"Bài hát của năm\" cho Có ai thương em như anh, cô là cựu ca sĩ của Trung tâm Thúy Nga và thường xuyên biểu diễn trong các chương trình Paris By Night của trung tâm.\nSinh ra và lớn lên tại Thành phố Hồ Chí Minh, Tóc Tiên bắt đầu sự nghiệp ca hát của mình từ thời niên thiếu, với việc thay đổi hình tượng với mái tóc ngắn quyến rũ, cá tính. Năm 2015, cô trở về quê hương để tham gia The Remix, đánh dấu cột mốc mới trong sự nghiệp. Sự trở lại thành công này đã giúp cô hoạt động tự do tại Việt Nam. \nCô cũng đạt được nhiều đề cử hạng mục giải thưởng, trong đó có một giải Cống hiến, một giải Làn Sóng Xanh, một giải Zing Music Awards và một giải Yan Vpop 20 Awards. Năm 2017, cô đại diện Việt Nam tham dự MAMA và xuất sắc giành giải thưởng Nghệ sĩ châu Á xuất sắc nhất. Cô cũng chính là huấn luyện viên trẻ tuổi nhất trong hai mùa giải Giọng hát Việt vào các năm 2017 và 2018.",
        "link": "https://vi.wikipedia.org/wiki/T%C3%B3c_Ti%C3%AAn_(ca_s%C4%A9)"
    },
    {
        "id": 329,
        "name": "Tố My",
        "profile": "Trần Thị Tố My (sinh ngày 16 tháng 8 năm 1991) thường được biết đến với nghệ danh Tố My, là một nữ ca sĩ thành công với dòng nhạc trữ tình.",
        "link": "https://vi.wikipedia.org/wiki/T%E1%BB%91_My"
    },
    {
        "id": 330,
        "name": "Tố Uyên (ca sĩ)",
        "profile": "Tố Uyên (tên đầy đủ là Phạm Thị Tố Uyên) sinh năm 1963 tại An Lão, Hải Phòng, là một nữ ca sĩ dòng nhạc truyền thống và dân gian của Việt Nam. Chị được phong tặng Nghệ sĩ nhân dân năm 2023.",
        "link": "https://vi.wikipedia.org/wiki/T%E1%BB%91_Uy%C3%AAn_(ca_s%C4%A9)"
    },
    {
        "id": 331,
        "name": "Hương Tràm",
        "profile": "Phạm Thị Hương Tràm (sinh ngày 15 tháng 5 năm 1995 tại Thành phố Vinh, Nghệ An), thường được biết đến với nghệ danh Hương Tràm hay Charmy Pham, là một nữ ca sĩ người Việt Nam. Cô là quán quân cuộc thi Giọng hát Việt mùa đầu tiên 2012. Ngoài ra, cô cũng là nghệ sĩ đã giành được 1 giải Mnet Asian Music Award và 2 giải Cống hiến giúp cô trở thành nghệ sĩ trẻ nhất nhận giải và đề cử Cống hiến ở tuổi 18.",
        "link": "https://vi.wikipedia.org/wiki/H%C6%B0%C6%A1ng_Tr%C3%A0m"
    },
    {
        "id": 332,
        "name": "Trang Kim Yến",
        "profile": "Trang Kim Yến (sinh năm 1951 tại Sài Gòn) là một nữ ca sĩ Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Trang_Kim_Y%E1%BA%BFn"
    },
    {
        "id": 333,
        "name": "Trang Mỹ Dung",
        "profile": "Trang Mỹ Dung (tên thật Trương Thị Mỹ Dung, sinh ngày 10 tháng 4 năm 1951) là một nữ ca sĩ nhạc vàng nổi tiếng người Việt Nam, thành danh tại Sài Gòn từ trước năm 1975. Bà vốn là học trò của nhóm nhạc sĩ Lê Minh Bằng, tên tuổi của bà gắn liền với các ca khúc Hai mùa mưa, Chuyện ba mùa mưa. Hiện tại bà vẫn sống và sinh hoạt văn nghệ tại Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Trang_M%E1%BB%B9_Dung"
    },
    {
        "id": 334,
        "name": "Trang Nhung",
        "profile": "Trang Nhung là ca sĩ của Việt Nam chuyên hát dòng nhạc nhẹ, dòng nhạc dân gian và dân gian đương đại, nhạc truyền thống và nhạc sĩ Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Trang_Nhung"
    },
    {
        "id": 335,
        "name": "Trang Pháp",
        "profile": "Nguyễn Thùy Trang (sinh ngày 25 tháng 1 năm 1989), thường được biết đến với nghệ danh Trang Pháp, là một nữ ca sĩ, nhạc sĩ, nhà sản xuất âm nhạc kiêm diễn viên người Việt Nam.\nTrang Pháp bắt đầu nổi tiếng sau khi xuất hiện trên phim truyền hình Nhật ký Vàng Anh. Sau bộ phim, cô chuyển hướng sang âm nhạc. Xuyên suốt sự nghiệp, cô đã phát hành một số bài hát cũng như tham gia sáng tác nhiều ca khúc, và từng được báo VTV vinh danh là \"Nữ hoàng nhạc phim\". Năm 2023, cô tham gia chương trình truyền hình Chị đẹp đạp gió rẽ sóng và giành giải quán quân.",
        "link": "https://vi.wikipedia.org/wiki/Trang_Ph%C3%A1p"
    },
    {
        "id": 336,
        "name": "Trish Thùy Trang",
        "profile": "Trish Thùy Trang (sinh 15 tháng 12 năm 1980) là một ca sĩ, nhạc sĩ người Mỹ gốc Việt. Sinh ra tại Thành phố Hồ Chí Minh, tên tiếng Việt của cô là Nguyễn Thùy Trang.",
        "link": "https://vi.wikipedia.org/wiki/Trish_Th%C3%B9y_Trang"
    },
    {
        "id": 337,
        "name": "Trương Quỳnh Anh",
        "profile": "Đặng Trương Quỳnh Anh (sinh ngày 12 tháng 1 năm 1989), thường được biết đến với nghệ danh Trương Quỳnh Anh, là một nữ ca sĩ kiêm diễn viên người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/Tr%C6%B0%C6%A1ng_Qu%E1%BB%B3nh_Anh"
    },
    {
        "id": 338,
        "name": "Túy Phượng",
        "profile": "Túy Phượng (1939 - 2001) là một nghệ sĩ Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/T%C3%BAy_Ph%C6%B0%E1%BB%A3ng"
    },
    {
        "id": 339,
        "name": "Tuyết Mai",
        "profile": "Tuyết Mai (26 tháng 8 năm 1925 – 5 tháng 3 năm 2022) là một phát thanh viên và ca sĩ dòng nhạc truyền thống nổi tiếng của Đài Tiếng nói Việt Nam, được phong tặng danh hiệu Nghệ sĩ nhân dân năm 1993.",
        "link": "https://vi.wikipedia.org/wiki/Tuy%E1%BA%BFt_Mai"
    },
    {
        "id": 340,
        "name": "Tuyết Nga (ca sĩ)",
        "profile": "Tuyết Nga (sinh năm 1991) là một nữ ca sĩ, hoa hậu người Việt Nam. Cô từng tham dự cuộc thi ca hát Sao Mai 2017 và lọt vào Top 10 với dòng nhạc dân gian. Với tư cách là hoa hậu, cô từng đoạt danh hiệu \"Hoa hậu Áo dài Việt Nam 2019\".",
        "link": "https://vi.wikipedia.org/wiki/Tuy%E1%BA%BFt_Nga_(ca_s%C4%A9)"
    },
    {
        "id": 341,
        "name": "Tường Vi",
        "profile": "Tường Vi (19 tháng 8 năm 1938  –  11 tháng 5 năm 2024) là một nữ ca sĩ của Việt Nam trong thập niên 1960 đến năm 1980. Nổi tiếng với các ca khúc cách mạng và dân ca. Ngoài ra bà còn là nhạc sĩ với tác phẩm nổi tiếng là Phi đội ta xuất kích. Bà được phong tặng danh hiệu Nghệ sĩ Nhân dân vào năm 1993.",
        "link": "https://vi.wikipedia.org/wiki/T%C6%B0%E1%BB%9Dng_Vi"
    },
    {
        "id": 342,
        "name": "Uyên Linh",
        "profile": "Trần Nguyễn Uyên Linh (sinh ngày 31 tháng 12 năm 1987), thường được biết đến với nghệ danh Uyên Linh, là một nữ ca sĩ người Việt Nam. Cô là quán quân của cuộc thi Vietnam Idol mùa 3 năm 2010, đồng thời còn là nghệ sĩ đã từng giành được 4 đề cử cho giải Cống hiến.\n\n",
        "link": "https://vi.wikipedia.org/wiki/Uy%C3%AAn_Linh"
    },
    {
        "id": 343,
        "name": "Vân Khánh (ca sĩ)",
        "profile": "Trần Vân Khánh (sinh ngày 25 tháng 4 năm 1978) thường được biết đến với nghệ danh Vân Khánh, là một nữ ca sĩ thành danh với dòng nhạc dân ca, quê hương. Tên tuổi của cô gắn liền với những ca khúc về miền Trung, đặc biệt là những ca khúc mang đậm chất dân ca Huế.",
        "link": "https://vi.wikipedia.org/wiki/V%C3%A2n_Kh%C3%A1nh_(ca_s%C4%A9)"
    },
    {
        "id": 344,
        "name": "Vi Hoa",
        "profile": "Vi Thị Hoa (sinh năm 1965) nghệ danh Vi Hoa là nữ ca sĩ nhạc nhẹ, sĩ quan quân đội Việt Nam với quân hàm Đại tá. Bà được phong danh hiệu Nghệ sĩ nhân dân năm 2015.",
        "link": "https://vi.wikipedia.org/wiki/Vi_Hoa"
    },
    {
        "id": 345,
        "name": "Vi Thảo",
        "profile": "Vi Thảo tên đầy đủ là Đặng Trần Vi Thảo, là nữ ca sĩ nhạc nhẹ Việt Nam, cô được biết đến khi là thí sinh cuộc thi Sao Mai điểm hẹn mùa đầu tiên.",
        "link": "https://vi.wikipedia.org/wiki/Vi_Th%E1%BA%A3o"
    },
    {
        "id": 346,
        "name": "Vĩnh Thuyên Kim",
        "profile": "Nguyễn Thị Bích Trâm (sinh ngày 19 tháng 1 năm 1986), thường được biết đến với nghệ danh Vĩnh Thuyên Kim, là một nữ ca sĩ người Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/V%C4%A9nh_Thuy%C3%AAn_Kim"
    },
    {
        "id": 347,
        "name": "Võ Thu Hà",
        "profile": "Võ Thu Hà (sinh năm ? tại Sài Gòn) là một nữ ca sĩ Việt Nam.",
        "link": "https://vi.wikipedia.org/wiki/V%C3%B5_Thu_H%C3%A0"
    },
    {
        "id": 348,
        "name": "Vũ Cát Tường",
        "profile": "Vũ Cát Tường (sinh ngày 2 tháng 10 năm 1992) là một nữ ca sĩ, nhạc sĩ và nhà sản xuất thu âm người Việt Nam. Cô được biết đến với khả năng ca hát truyền cảm, những sáng tác kết hợp nhiều thể loại nhạc khác nhau như R&B, neo soul, pop, electropop, blues, jazz, alternative rock, funk, và ballad. Tường chính thức bắt đầu sự nghiệp âm nhạc của mình vào năm 2013 khi tham gia chương trình Giọng hát Việt. Một năm sau khi kết thúc chương trình, năm 2014, cô phát hành album phòng thu đầu tay Giải mã với đĩa đơn chính \"Yêu xa\". Bài hát lọt vào bảng xếp hạng âm nhạc một thời gian dài và đã dành về cho Tường tổng cộng 11 giải thưởng lớn nhỏ, đánh đấu một cột mốc trong sự nghiệp âm nhạc của cô. Năm 2018, Tường trở thành nghệ sĩ Việt Nam đầu tiên ký hợp đồng và được phân phối nhạc bởi Universal Music Group. Năm 2019, cô là nghệ sĩ Việt Nam đầu tiên có album song ngữ Anh - Việt được sản xuất và thu âm tại Hoa Kỳ.\nNăm 2018, Tường ra mắt album phòng thu thứ hai mang tên Stardom. Stardom mang âm hưởng của pop, R&B, neo soul pha trên nền nhạc điện tử. Sau khi ra mắt, album nhận được nhiều phản hồi tích cực từ giới chuyên môn và khán giả. Sau hai ngày ra mắt, album đứng vị trí số 1 iTunes và 10 bài hát lọt top 20 trên Spotify. Album cũng đoạt giải \"Album của năm\" tại lễ trao giải Keeng Young Awards và được đề cử \"Album của năm\" tại lễ trao giải Cống hiến. Album phòng thu thứ ba của cô, Inner Me với đĩa đơn quảng bá \"Có người\", chỉ sau 1 giờ ra mắt đã đứng vị trí số 1 trên bảng xếp hạng iTunes. Inner Me được Tường thực hiện phần lớn ở phòng thu nổi tiếng United Recording tại Los Angeles, Hoa Kỳ dưới sự hỗ trợ của Michael Choi, Benjamin James, Minh trong vòng 11 tháng. Album Inner Me là album song ngữ đầu tiên của cô và được phát hành dưới dạng USB. Không phải là những hào nhoáng, ngôi sao mà Stardom mang lại, Inner Me được nhận xét như \"tảng băng chìm\" bên trong nội tâm của Vũ Cát Tường. Phần được đánh giá cao nhất trong Inner me là hòa âm. Album mang thể loại pop, R&B, neo soul, funk với những ảnh hưởng từ alternative rock, pop rock. Năm 2020, Vũ Cát Tường phát hành mini-album Một triệu năm ánh sáng mang ý tưởng vũ trụ đầy độc đáo, nhận được vô số lời khen ngợi từ truyền thông, khán giả và giới chuyên môn.\nTường cũng tổ chức rất thành công hai concert mang tên \"Birthday Concert\" (2017), \"Stardom Concert\" (2018) và chuyến lưu diễn VCT Tour 2019. Ngoài sự nghiệp ca hát, cô còn hoạt động kinh doanh ngoài âm nhạc như ra mắt bộ sưu tập thời trang mang tên Be A Fool, bộ sưu tập nước hoa The Notes by VCT hợp tác với nhà chế tác nước hoa hàng đầu thế giới Firmenich và thương hiệu thời trang riêng 0210 by VCT.\nTrong suốt sự nghiệp âm nhạc, Vũ Cát Tường đã giành được nhiều giải thưởng lớn gồm 2 giải Cống hiến, 6 giải Keeng Young Awards, được vinh danh trong Top 30 Under 30 của tạp chí Forbes Việt Nam cùng nhiều giải thưởng khác.",
        "link": "https://vi.wikipedia.org/wiki/V%C5%A9_C%C3%A1t_T%C6%B0%E1%BB%9Dng"
    },
    {
        "id": 349,
        "name": "Hari Won",
        "profile": "Lưu Esther (Hangul: 류에스더, Romaja quốc ngữ: Ryu Eseudeo), thường được biết đến với nghệ danh Hari Won (Hangul: 하리원, Romaja quốc ngữ: hariwon, Hán Việt: Hạ Lợi Nguyễn, sinh ngày 22 tháng 6 năm 1985), là một nữ ca sĩ, diễn viên kiêm người dẫn chương trình mang hai dòng máu Việt Nam và Hàn Quốc. Cô chính thức hoạt động nghệ thuật ở Việt Nam kể từ năm 2014.",
        "link": "https://vi.wikipedia.org/wiki/Hari_Won"
    },
    {
        "id": 350,
        "name": "Xuân Mai (ca sĩ)",
        "profile": "Trương Hoàng Xuân Mai (sinh ngày 5 tháng 1 năm 1995), thường được biết đến với nghệ danh Xuân Mai, là một cựu ca sĩ kiêm diễn viên người Việt Nam. \nCô bước chân vào lĩnh vực ca hát từ khi còn rất nhỏ, năm 2 tuổi cô đã đi biểu diễn và nhận được sự ủng hộ đông đảo với loạt album & liveshow đầu tay \"Con cò bé bé\" dưới định dạng VCD. Kế tiếp những năm sau đó cho đến khi cô 6 tuổi, Xuân Mai nổi lên như một thần đồng âm nhạc, tên tuổi của Xuân Mai không những được các em nhỏ chú ý mà cả các bậc phụ huynh cũng biết đến.",
        "link": "https://vi.wikipedia.org/wiki/Xu%C3%A2n_Mai_(ca_s%C4%A9)"
    },
    {
        "id": 351,
        "name": "Yến Vy",
        "profile": "Yến Vy (sinh năm 1979) là một nữ diễn viên và ca sĩ Việt Nam, nổi tiếng vì scandal vào năm 2005 khi một đoạn phim quay cảnh quan hệ tình dục của cô bị phát tán rộng rãi. Ngay sau đó, cuối năm 2005, Yến Vy lại bị phát hiện tham gia đường dây mại dâm cao cấp với mức giá bán dâm lên tới 700 - 1.000 USD/đêm, một số tiền rất lớn ở thời điểm đó.",
        "link": "https://vi.wikipedia.org/wiki/Y%E1%BA%BFn_Vy"
    }
]